#include "lvgl/lvgl.h"

/*******************************************************************************
 * Size: 8 px
 * Bpp: 1
 * Opts: 
 ******************************************************************************/

#ifndef UNASCII_FANTASY_8
#define UNASCII_FANTASY_8 1
#endif

#if UNASCII_FANTASY_8

/*-----------------
 *    BITMAPS
 *----------------*/

/*Store the image of the glyphs*/
static LV_ATTRIBUTE_LARGE_CONST const uint8_t gylph_bitmap[] = {
    /* U+20 " " */
    0x0,

    /* U+21 "!" */
    0xf0,

    /* U+22 "\"" */
    0xb4,

    /* U+23 "#" */
    0x57, 0xfe, 0xa0,

    /* U+24 "$" */
    0x7c, 0x7e,

    /* U+25 "%" */
    0x1a, 0x49,

    /* U+26 "&" */
    0xe6, 0xff,

    /* U+27 "'" */
    0x70,

    /* U+28 "(" */
    0x69,

    /* U+29 ")" */
    0x96,

    /* U+2A "*" */
    0xff, 0xf0,

    /* U+2B "+" */
    0x5d, 0x0,

    /* U+2C "," */
    0xc0,

    /* U+2D "-" */
    0xf0,

    /* U+2E "." */
    0x80,

    /* U+2F "/" */
    0x12, 0x48,

    /* U+30 "0" */
    0x79, 0x9e,

    /* U+31 "1" */
    0x75,

    /* U+32 "2" */
    0xf7, 0x70,

    /* U+33 "3" */
    0xf2, 0x7e,

    /* U+34 "4" */
    0xaa, 0xf2,

    /* U+35 "5" */
    0xff, 0x5e,

    /* U+36 "6" */
    0x5a, 0xe0,

    /* U+37 "7" */
    0xf3, 0x76,

    /* U+38 "8" */
    0xee, 0xf0,

    /* U+39 "9" */
    0xf5, 0xa0,

    /* U+3A ":" */
    0xa0,

    /* U+3B ";" */
    0x43,

    /* U+3C "<" */
    0x2b, 0x10,

    /* U+3D "=" */
    0xff,

    /* U+3E ">" */
    0xcd, 0xe0,

    /* U+3F "?" */
    0xe5, 0x20,

    /* U+40 "@" */
    0xff, 0xfe,

    /* U+41 "A" */
    0xfa, 0xef,

    /* U+42 "B" */
    0xfe, 0x5f,

    /* U+43 "C" */
    0xe8, 0x8f,

    /* U+44 "D" */
    0xe7, 0x5f,

    /* U+45 "E" */
    0xe8, 0xcf,

    /* U+46 "F" */
    0xfc, 0x6c,

    /* U+47 "G" */
    0x68, 0xf6,

    /* U+48 "H" */
    0xf5, 0xff,

    /* U+49 "I" */
    0xe9, 0x70,

    /* U+4A "J" */
    0xf2, 0xae,

    /* U+4B "K" */
    0xdf, 0x95, 0xb0,

    /* U+4C "L" */
    0xc4, 0xcf,

    /* U+4D "M" */
    0xdf, 0x9b,

    /* U+4E "N" */
    0xd7, 0x5f,

    /* U+4F "O" */
    0x69, 0x9e,

    /* U+50 "P" */
    0xf7, 0x6c,

    /* U+51 "Q" */
    0xf9, 0xbd,

    /* U+52 "R" */
    0xfa, 0x9d, 0xb0,

    /* U+53 "S" */
    0x34, 0x7f,

    /* U+54 "T" */
    0xfa, 0x44,

    /* U+55 "U" */
    0xf5, 0x97,

    /* U+56 "V" */
    0xf5, 0xb6,

    /* U+57 "W" */
    0xd9, 0xf9,

    /* U+58 "X" */
    0xb6, 0xcb,

    /* U+59 "Y" */
    0xfa, 0xec,

    /* U+5A "Z" */
    0xff, 0xf0,

    /* U+5B "[" */
    0xeb,

    /* U+5C "\\" */
    0x84, 0x21,

    /* U+5D "]" */
    0xd7,

    /* U+5E "^" */
    0x6b,

    /* U+5F "_" */
    0xf0,

    /* U+60 "`" */
    0xcc,

    /* U+61 "a" */
    0xea, 0xf0,

    /* U+62 "b" */
    0x47, 0x5f,

    /* U+63 "c" */
    0xf7, 0x80,

    /* U+64 "d" */
    0x6e, 0xaf,

    /* U+65 "e" */
    0xff, 0x80,

    /* U+66 "f" */
    0x74, 0xfc,

    /* U+67 "g" */
    0xff, 0x80,

    /* U+68 "h" */
    0x88, 0xeb,

    /* U+69 "i" */
    0x8b,

    /* U+6A "j" */
    0x23, 0x2e,

    /* U+6B "k" */
    0x9f, 0x50,

    /* U+6C "l" */
    0xab,

    /* U+6D "m" */
    0xdb, 0x90,

    /* U+6E "n" */
    0xea, 0xb0,

    /* U+6F "o" */
    0xf7, 0x80,

    /* U+70 "p" */
    0x7f, 0x40,

    /* U+71 "q" */
    0xfc, 0x80,

    /* U+72 "r" */
    0xfe, 0x0,

    /* U+73 "s" */
    0xff, 0x80,

    /* U+74 "t" */
    0x5d, 0x30,

    /* U+75 "u" */
    0xaa, 0xf0,

    /* U+76 "v" */
    0xba, 0xc0,

    /* U+77 "w" */
    0x99, 0xf0,

    /* U+78 "x" */
    0xf6, 0xf0,

    /* U+79 "y" */
    0xbe, 0x60,

    /* U+7A "z" */
    0x76, 0xe0,

    /* U+7B "{" */
    0x6b, 0x30,

    /* U+7C "|" */
    0xf0,

    /* U+7D "}" */
    0xc9, 0xe0,

    /* U+7E "~" */
    0xfe,

    /* U+7F "" */
    0xcf, 0xa2,

    /* U+80 "" */
    0xcf, 0xf3,

    /* U+81 "" */
    0xc6, 0x34, 0x70,

    /* U+82 "" */
    0xcf, 0xf3,

    /* U+83 "" */
    0xcf, 0xf3,

    /* U+84 "" */
    0x5f, 0xc6,

    /* U+85 "" */
    0xce, 0xe3,

    /* U+86 "" */
    0xcf, 0xf3,

    /* U+87 "" */
    0xcf, 0xf3,

    /* U+88 "" */
    0xcf, 0x30,

    /* U+89 "" */
    0xdf, 0x30,

    /* U+8A "" */
    0xf7, 0xc6,

    /* U+8B "" */
    0xce, 0xf3, 0x20,

    /* U+8C "" */
    0xcf, 0xb3,

    /* U+8D "" */
    0xfe, 0xae,

    /* U+8E "" */
    0xcf, 0xf3,

    /* U+8F "" */
    0xcf, 0xf3,

    /* U+90 "" */
    0x8c, 0xf3,

    /* U+91 "" */
    0xc6, 0x2c, 0x70,

    /* U+92 "" */
    0xcc, 0xb3,

    /* U+93 "" */
    0xcf, 0xf3,

    /* U+94 "" */
    0xcb, 0xe3,

    /* U+95 "" */
    0xcf, 0x33,

    /* U+96 "" */
    0xcf, 0xf2,

    /* U+97 "" */
    0xcf, 0xf2,

    /* U+98 "" */
    0xcf, 0xf3,

    /* U+99 "" */
    0xcf, 0xf3,

    /* U+9A "" */
    0xcf, 0xf3,

    /* U+9B "" */
    0xcb, 0xf3,

    /* U+9C "" */
    0xc6, 0x84,

    /* U+9D "" */
    0xcf, 0xf3,

    /* U+9E "" */
    0xcf, 0xb3,

    /* U+9F "" */
    0xcf, 0xf2,

    /* U+A0 " " */
    0x0,

    /* U+A1 "¡" */
    0xf0,

    /* U+A2 "¢" */
    0xfa, 0xf0,

    /* U+A3 "£" */
    0x74, 0xef,

    /* U+A4 "¤" */
    0xff, 0xf0,

    /* U+A5 "¥" */
    0xdb, 0x9c, 0x40,

    /* U+A6 "¦" */
    0xf0,

    /* U+A7 "§" */
    0xff, 0xf0,

    /* U+A8 "¨" */
    0xf0,

    /* U+A9 "©" */
    0x6f, 0xdf, 0x60,

    /* U+AA "ª" */
    0xff,

    /* U+AB "«" */
    0x5a, 0xf0,

    /* U+AC "¬" */
    0xe4,

    /* U+AD "­" */
    0xc0,

    /* U+AE "®" */
    0x6d, 0xff, 0x60,

    /* U+AF "¯" */
    0xf0,

    /* U+B0 "°" */
    0xf6,

    /* U+B1 "±" */
    0x5d, 0x70,

    /* U+B2 "²" */
    0x60,

    /* U+B3 "³" */
    0x6c,

    /* U+B4 "´" */
    0x60,

    /* U+B5 "µ" */
    0x57, 0xc0,

    /* U+B6 "¶" */
    0xff, 0xb0,

    /* U+B7 "·" */
    0xc0,

    /* U+B8 "¸" */
    0x80,

    /* U+B9 "¹" */
    0xd0,

    /* U+BA "º" */
    0xfc,

    /* U+BB "»" */
    0xa5, 0xf0,

    /* U+BC "¼" */
    0xd3, 0x95, 0xf0,

    /* U+BD "½" */
    0x47, 0x8f, 0xa3, 0x80,

    /* U+BE "¾" */
    0xc2, 0x9d, 0xaf, 0x80,

    /* U+BF "¿" */
    0x4a, 0x70,

    /* U+C0 "À" */
    0xdf, 0xd0,

    /* U+C1 "Á" */
    0x7f, 0xd0,

    /* U+C2 "Â" */
    0xe3, 0xf0,

    /* U+C3 "Ã" */
    0xf0, 0x77,

    /* U+C4 "Ä" */
    0xbf, 0xd0,

    /* U+C5 "Å" */
    0x43, 0xf0,

    /* U+C6 "Æ" */
    0xfa, 0xfb,

    /* U+C7 "Ç" */
    0xe8, 0xbe,

    /* U+C8 "È" */
    0xcf, 0xef,

    /* U+C9 "É" */
    0x3f, 0xef,

    /* U+CA "Ê" */
    0xf0, 0xff,

    /* U+CB "Ë" */
    0xff, 0xef,

    /* U+CC "Ì" */
    0xdd, 0x70,

    /* U+CD "Í" */
    0x7d, 0x70,

    /* U+CE "Î" */
    0xe3, 0xf0,

    /* U+CF "Ï" */
    0xbd, 0x70,

    /* U+D0 "Ð" */
    0x65, 0xf6,

    /* U+D1 "Ñ" */
    0xf0, 0xdb,

    /* U+D2 "Ò" */
    0xcf, 0x9f,

    /* U+D3 "Ó" */
    0x3f, 0x9f,

    /* U+D4 "Ô" */
    0xf0, 0xff,

    /* U+D5 "Õ" */
    0xf0, 0xff,

    /* U+D6 "Ö" */
    0xdf, 0x9f,

    /* U+D7 "×" */
    0xb6, 0xf0,

    /* U+D8 "Ø" */
    0xff, 0xf0,

    /* U+D9 "Ù" */
    0xc9, 0x9f,

    /* U+DA "Ú" */
    0x39, 0x9f,

    /* U+DB "Û" */
    0xf0, 0x9f,

    /* U+DC "Ü" */
    0xd9, 0x9f,

    /* U+DD "Ý" */
    0x77, 0xa0,

    /* U+DE "Þ" */
    0x8e, 0xf8,

    /* U+DF "ß" */
    0xf7, 0xf0,

    /* U+E0 "à" */
    0xce, 0xaf,

    /* U+E1 "á" */
    0x3e, 0xaf,

    /* U+E2 "â" */
    0x70, 0x7f,

    /* U+E3 "ã" */
    0xfb, 0x94, 0xf0,

    /* U+E4 "ä" */
    0xbe, 0xaf,

    /* U+E5 "å" */
    0x20, 0x7f,

    /* U+E6 "æ" */
    0xff, 0xf0,

    /* U+E7 "ç" */
    0xf3, 0x80,

    /* U+E8 "è" */
    0xdf, 0xf0,

    /* U+E9 "é" */
    0x7f, 0xf0,

    /* U+EA "ê" */
    0xe3, 0xf0,

    /* U+EB "ë" */
    0xbf, 0xf0,

    /* U+EC "ì" */
    0xd9, 0x70,

    /* U+ED "í" */
    0x79, 0x70,

    /* U+EE "î" */
    0xe3, 0x70,

    /* U+EF "ï" */
    0xb9, 0x70,

    /* U+F0 "ð" */
    0x72, 0xee,

    /* U+F1 "ñ" */
    0xfb, 0x94, 0xb0,

    /* U+F2 "ò" */
    0xde, 0xf0,

    /* U+F3 "ó" */
    0x7e, 0xf0,

    /* U+F4 "ô" */
    0xe3, 0xf0,

    /* U+F5 "õ" */
    0xf7, 0x57,

    /* U+F6 "ö" */
    0xbe, 0xf0,

    /* U+F7 "÷" */
    0x43, 0xa0,

    /* U+F8 "ø" */
    0x1f, 0x9f,

    /* U+F9 "ù" */
    0xca, 0xaf,

    /* U+FA "ú" */
    0x3a, 0xaf,

    /* U+FB "û" */
    0xe2, 0xf0,

    /* U+FC "ü" */
    0xfa, 0xaf,

    /* U+FD "ý" */
    0x3b, 0xe6,

    /* U+FE "þ" */
    0x9f, 0xc0,

    /* U+FF "ÿ" */
    0xfb, 0xe6,

    /* U+100 "Ā" */
    0xff, 0xd0,

    /* U+101 "ā" */
    0xfe, 0xaf,

    /* U+102 "Ă" */
    0xf0, 0x77,

    /* U+103 "ă" */
    0xdb, 0x94, 0xf0,

    /* U+104 "Ą" */
    0xfe, 0xaf,

    /* U+105 "ą" */
    0xf7, 0x80,

    /* U+106 "Ć" */
    0x3f, 0x8f,

    /* U+107 "ć" */
    0x7e, 0xf0,

    /* U+108 "Ĉ" */
    0xf0, 0xff,

    /* U+109 "ĉ" */
    0xfe, 0xf0,

    /* U+10A "Ċ" */
    0x6f, 0x8f,

    /* U+10B "ċ" */
    0x5e, 0xf0,

    /* U+10C "Č" */
    0xf0, 0xff,

    /* U+10D "č" */
    0xbe, 0xf0,

    /* U+10E "Ď" */
    0xe3, 0xf0,

    /* U+10F "ď" */
    0x2f, 0x29, 0xc0,

    /* U+110 "Đ" */
    0x65, 0xf6,

    /* U+111 "đ" */
    0x72, 0xee,

    /* U+112 "Ē" */
    0xff, 0xef,

    /* U+113 "ē" */
    0xff, 0xf0,

    /* U+114 "Ĕ" */
    0xf0, 0xff,

    /* U+115 "ĕ" */
    0xd7, 0x77,

    /* U+116 "Ė" */
    0x6f, 0xef,

    /* U+117 "ė" */
    0x5f, 0xf0,

    /* U+118 "Ę" */
    0xec, 0xbf,

    /* U+119 "ę" */
    0xff, 0x80,

    /* U+11A "Ě" */
    0xf0, 0xff,

    /* U+11B "ě" */
    0xe3, 0xf0,

    /* U+11C "Ĝ" */
    0xe3, 0xf0,

    /* U+11D "ĝ" */
    0xff, 0xf0,

    /* U+11E "Ğ" */
    0xf0, 0x77,

    /* U+11F "ğ" */
    0xf7, 0x77,

    /* U+120 "Ġ" */
    0x5f, 0xf0,

    /* U+121 "ġ" */
    0x5f, 0xf0,

    /* U+122 "Ģ" */
    0xfe, 0xf0,

    /* U+123 "ģ" */
    0x5f, 0xf0,

    /* U+124 "Ĥ" */
    0xe3, 0xd0,

    /* U+125 "ĥ" */
    0xb8, 0xf9,

    /* U+126 "Ħ" */
    0xfa, 0x9c, 0xa0,

    /* U+127 "ħ" */
    0xd3, 0xd0,

    /* U+128 "Ĩ" */
    0xf0, 0x77,

    /* U+129 "ĩ" */
    0xf0, 0x67,

    /* U+12A "Ī" */
    0xfd, 0x70,

    /* U+12B "ī" */
    0xf9, 0x70,

    /* U+12C "Ĭ" */
    0xf0, 0x77,

    /* U+12D "ĭ" */
    0xf0, 0x67,

    /* U+12E "Į" */
    0xe9, 0xf0,

    /* U+12F "į" */
    0xab,

    /* U+130 "İ" */
    0x5d, 0x70,

    /* U+131 "ı" */
    0xcb, 0x80,

    /* U+132 "Ĳ" */
    0x99, 0x9b,

    /* U+133 "ĳ" */
    0xb6, 0xf0,

    /* U+134 "Ĵ" */
    0x70, 0x1f,

    /* U+135 "ĵ" */
    0xf0, 0x2e,

    /* U+136 "Ķ" */
    0xdf, 0x95, 0xf0,

    /* U+137 "ķ" */
    0x9f, 0x70,

    /* U+138 "ĸ" */
    0xba, 0x80,

    /* U+139 "Ĺ" */
    0x72, 0x70,

    /* U+13A "ĺ" */
    0x79, 0x70,

    /* U+13B "Ļ" */
    0xc4, 0xcf,

    /* U+13C "ļ" */
    0xc9, 0x70,

    /* U+13D "Ľ" */
    0xf2, 0x70,

    /* U+13E "ľ" */
    0xf4, 0x4e,

    /* U+13F "Ŀ" */
    0x93, 0xf0,

    /* U+140 "ŀ" */
    0x79, 0x70,

    /* U+141 "Ł" */
    0x46, 0xc7,

    /* U+142 "ł" */
    0xcf, 0x30,

    /* U+143 "Ń" */
    0x39, 0xdb,

    /* U+144 "ń" */
    0x3e, 0xab,

    /* U+145 "Ņ" */
    0xf7, 0x5f,

    /* U+146 "ņ" */
    0xea, 0xf0,

    /* U+147 "Ň" */
    0xf0, 0xdb,

    /* U+148 "ň" */
    0xe3, 0xd0,

    /* U+149 "ŉ" */
    0xf5, 0x50,

    /* U+14A "Ŋ" */
    0xf9, 0x9b,

    /* U+14B "ŋ" */
    0xf7, 0x80,

    /* U+14C "Ō" */
    0xff, 0x9f,

    /* U+14D "ō" */
    0xfe, 0xf0,

    /* U+14E "Ŏ" */
    0xf0, 0xff,

    /* U+14F "ŏ" */
    0xd7, 0x57,

    /* U+150 "Ő" */
    0xf0, 0xff,

    /* U+151 "ő" */
    0xf7, 0x57,

    /* U+152 "Œ" */
    0x77, 0xd7,

    /* U+153 "œ" */
    0xff, 0x80,

    /* U+154 "Ŕ" */
    0x7f, 0xd0,

    /* U+155 "ŕ" */
    0x7e, 0xc0,

    /* U+156 "Ŗ" */
    0xff, 0x9d,

    /* U+157 "ŗ" */
    0xf3, 0x0,

    /* U+158 "Ř" */
    0xe3, 0xf0,

    /* U+159 "ř" */
    0xe3, 0xc0,

    /* U+15A "Ś" */
    0x3f, 0xef,

    /* U+15B "ś" */
    0x7f, 0xf0,

    /* U+15C "Ŝ" */
    0x77, 0xff,

    /* U+15D "ŝ" */
    0xff, 0xf0,

    /* U+15E "Ş" */
    0xfe, 0xf0,

    /* U+15F "ş" */
    0xf7, 0xe0,

    /* U+160 "Š" */
    0xf0, 0xff,

    /* U+161 "š" */
    0xf0, 0xff,

    /* U+162 "Ţ" */
    0xe9, 0x60,

    /* U+163 "ţ" */
    0x5d, 0x70,

    /* U+164 "Ť" */
    0xbd, 0x20,

    /* U+165 "ť" */
    0x34, 0xe6,

    /* U+166 "Ŧ" */
    0xeb, 0xa0,

    /* U+167 "ŧ" */
    0x5f, 0xb0,

    /* U+168 "Ũ" */
    0xf0, 0x9f,

    /* U+169 "ũ" */
    0xfa, 0xaf,

    /* U+16A "Ū" */
    0xf9, 0x9f,

    /* U+16B "ū" */
    0xfa, 0xaf,

    /* U+16C "Ŭ" */
    0xf0, 0x9f,

    /* U+16D "ŭ" */
    0xfa, 0xaf,

    /* U+16E "Ů" */
    0x20, 0x9f,

    /* U+16F "ů" */
    0x42, 0xf0,

    /* U+170 "Ű" */
    0xf0, 0x9f,

    /* U+171 "ű" */
    0xfa, 0xaf,

    /* U+172 "Ų" */
    0xfd, 0x97,

    /* U+173 "ų" */
    0xaa, 0xf0,

    /* U+174 "Ŵ" */
    0xf0, 0x9f,

    /* U+175 "ŵ" */
    0xf0, 0x9f,

    /* U+176 "Ŷ" */
    0xe3, 0xa0,

    /* U+177 "ŷ" */
    0xf3, 0xf0,

    /* U+178 "Ÿ" */
    0xb7, 0xa0,

    /* U+179 "Ź" */
    0x3f, 0x6f,

    /* U+17A "ź" */
    0x3f, 0x6f,

    /* U+17B "Ż" */
    0x6f, 0x6f,

    /* U+17C "ż" */
    0x6f, 0x6f,

    /* U+17D "Ž" */
    0xf0, 0xff,

    /* U+17E "ž" */
    0xf0, 0xff,

    /* U+17F "ſ" */
    0xf2, 0x40,

    /* U+180 "ƀ" */
    0xe4, 0x77,

    /* U+181 "Ɓ" */
    0x7d, 0x77,

    /* U+182 "Ƃ" */
    0xf3, 0xf0,

    /* U+183 "ƃ" */
    0xfe, 0xf0,

    /* U+184 "Ƅ" */
    0xc4, 0x77,

    /* U+185 "ƅ" */
    0xc4, 0x77,

    /* U+186 "Ɔ" */
    0xe4, 0xf0,

    /* U+187 "Ƈ" */
    0xf8, 0x8f,

    /* U+188 "ƈ" */
    0x3e, 0x8e,

    /* U+189 "Ɖ" */
    0x65, 0xf6,

    /* U+18A "Ɗ" */
    0x7d, 0x57,

    /* U+18B "Ƌ" */
    0xe7, 0xf0,

    /* U+18C "ƌ" */
    0xfe, 0xf0,

    /* U+18D "ƍ" */
    0xfd, 0x80,

    /* U+18E "Ǝ" */
    0xe7, 0xf0,

    /* U+18F "Ə" */
    0xe7, 0xf0,

    /* U+190 "Ɛ" */
    0xf3, 0x70,

    /* U+191 "Ƒ" */
    0x77, 0x4c,

    /* U+192 "ƒ" */
    0x3b, 0x89, 0xc0,

    /* U+193 "Ɠ" */
    0xf8, 0xee,

    /* U+194 "Ɣ" */
    0x99, 0x6f,

    /* U+195 "ƕ" */
    0x87, 0x6b, 0x70,

    /* U+197 "Ɨ" */
    0xeb, 0xf0,

    /* U+198 "Ƙ" */
    0xba, 0xea,

    /* U+199 "ƙ" */
    0xf7, 0x50,

    /* U+19A "ƚ" */
    0xcb, 0xb0,

    /* U+19B "ƛ" */
    0x72, 0xea,

    /* U+19C "Ɯ" */
    0xdd, 0xdf,

    /* U+19D "Ɲ" */
    0xdf, 0xb9,

    /* U+19E "ƞ" */
    0xf6, 0x80,

    /* U+19F "Ɵ" */
    0xf7, 0xf0,

    /* U+1B7 "Ʒ" */
    0xf2, 0x7f,

    /* U+1CD "Ǎ" */
    0xe3, 0xf0,

    /* U+1CE "ǎ" */
    0x70, 0x7f,

    /* U+1CF "Ǐ" */
    0xe3, 0xf0,

    /* U+1D0 "ǐ" */
    0xe3, 0x70,

    /* U+1D1 "Ǒ" */
    0xf0, 0xff,

    /* U+1D2 "ǒ" */
    0xe3, 0xf0,

    /* U+1D3 "Ǔ" */
    0xf0, 0x9f,

    /* U+1D4 "ǔ" */
    0xe2, 0xf0,

    /* U+1D5 "Ǖ" */
    0xf0, 0x9f,

    /* U+1D6 "ǖ" */
    0xf0, 0x57,

    /* U+1D7 "Ǘ" */
    0xb8, 0x25, 0xe0,

    /* U+1D8 "ǘ" */
    0xf8, 0x14, 0xe0,

    /* U+1D9 "Ǚ" */
    0xf8, 0x25, 0xe0,

    /* U+1DA "ǚ" */
    0xf8, 0x14, 0xe0,

    /* U+1DB "Ǜ" */
    0xf8, 0x25, 0xe0,

    /* U+1DC "ǜ" */
    0xf8, 0x14, 0xe0,

    /* U+1DD "ǝ" */
    0xff, 0x80,

    /* U+1DE "Ǟ" */
    0xf0, 0x77,

    /* U+1DF "ǟ" */
    0xf0, 0x7f,

    /* U+1E0 "Ǡ" */
    0xf0, 0x77,

    /* U+1E1 "ǡ" */
    0xf0, 0x7f,

    /* U+1E2 "Ǣ" */
    0xff, 0xfb,

    /* U+1E3 "ǣ" */
    0xff, 0xff,

    /* U+1E6 "Ǧ" */
    0xe3, 0xf0,

    /* U+1E7 "ǧ" */
    0xff, 0xf0,

    /* U+1E8 "Ǩ" */
    0xf0, 0xfb,

    /* U+1E9 "ǩ" */
    0xe3, 0xf0,

    /* U+1EE "Ǯ" */
    0x7f, 0x7f,

    /* U+1EF "ǯ" */
    0xff, 0xf0,

    /* U+1F0 "ǰ" */
    0xf0, 0x2e,

    /* U+1F4 "Ǵ" */
    0x7f, 0xf0,

    /* U+1F5 "ǵ" */
    0x7f, 0xf0,

    /* U+1F8 "Ǹ" */
    0xc9, 0xdb,

    /* U+1F9 "ǹ" */
    0xce, 0xab,

    /* U+1FA "Ǻ" */
    0xe3, 0xf0,

    /* U+1FB "ǻ" */
    0x70, 0x7f,

    /* U+1FC "Ǽ" */
    0x3f, 0xfb,

    /* U+1FD "ǽ" */
    0x3f, 0xff,

    /* U+1FE "Ǿ" */
    0x7f, 0xf0,

    /* U+1FF "ǿ" */
    0x3f, 0x9f,

    /* U+200 "Ȁ" */
    0xf0, 0x77,

    /* U+201 "ȁ" */
    0xdb, 0x94, 0xf0,

    /* U+202 "Ȃ" */
    0xf0, 0x77,

    /* U+203 "ȃ" */
    0x75, 0xf0,

    /* U+204 "Ȅ" */
    0xf0, 0xff,

    /* U+205 "ȅ" */
    0xf7, 0x77,

    /* U+206 "Ȇ" */
    0xf0, 0xff,

    /* U+207 "ȇ" */
    0x77, 0xf0,

    /* U+208 "Ȉ" */
    0xf0, 0x77,

    /* U+209 "ȉ" */
    0xf0, 0x67,

    /* U+20A "Ȋ" */
    0xf0, 0x77,

    /* U+20B "ȋ" */
    0x62, 0xf0,

    /* U+20C "Ȍ" */
    0xf0, 0xff,

    /* U+20D "ȍ" */
    0xf7, 0x57,

    /* U+20E "Ȏ" */
    0xf0, 0xff,

    /* U+20F "ȏ" */
    0x75, 0xf0,

    /* U+210 "Ȑ" */
    0xf0, 0x77,

    /* U+211 "ȑ" */
    0xf0, 0x74,

    /* U+212 "Ȓ" */
    0xf0, 0x77,

    /* U+213 "ȓ" */
    0x75, 0xf0,

    /* U+214 "Ȕ" */
    0xf0, 0x9f,

    /* U+215 "ȕ" */
    0xfa, 0xaf,

    /* U+216 "Ȗ" */
    0xf0, 0x9f,

    /* U+217 "ȗ" */
    0xaa, 0xf0,

    /* U+218 "Ș" */
    0x77, 0xd7,

    /* U+219 "ș" */
    0xff, 0x80,

    /* U+21A "Ț" */
    0xfa, 0x46,

    /* U+21B "ț" */
    0x5d, 0x70,

    /* U+226 "Ȧ" */
    0x5f, 0xd0,

    /* U+227 "ȧ" */
    0x6e, 0xaf,

    /* U+22A "Ȫ" */
    0xf0, 0xff,

    /* U+22B "ȫ" */
    0xf0, 0x77,

    /* U+22C "Ȭ" */
    0xfa, 0xff,

    /* U+22D "ȭ" */
    0xfa, 0x57,

    /* U+22E "Ȯ" */
    0x2f, 0x9f,

    /* U+22F "ȯ" */
    0x5e, 0xf0,

    /* U+230 "Ȱ" */
    0xf0, 0xff,

    /* U+231 "ȱ" */
    0xf0, 0x77,

    /* U+232 "Ȳ" */
    0xf7, 0xa0,

    /* U+233 "ȳ" */
    0xfb, 0xe6,

    /* U+258 "ɘ" */
    0xff, 0x80,

    /* U+259 "ə" */
    0xff, 0x80,

    /* U+263 "ɣ" */
    0x9f, 0xf0,

    /* U+292 "ʒ" */
    0xff, 0x80,

    /* U+294 "ʔ" */
    0xe5, 0x20,

    /* U+2C6 "ˆ" */
    0x6f,

    /* U+2C9 "ˉ" */
    0xc0,

    /* U+2CD "ˍ" */
    0xc0,

    /* U+2DC "˜" */
    0xfe,

    /* U+300 "̀" */
    0xc0,

    /* U+301 "́" */
    0xc0,

    /* U+302 "̂" */
    0x6f,

    /* U+303 "̃" */
    0xfe,

    /* U+304 "̄" */
    0xf0,

    /* U+305 "̅" */
    0xf0,

    /* U+306 "̆" */
    0xbe,

    /* U+307 "̇" */
    0xc0,

    /* U+308 "̈" */
    0xf0,

    /* U+309 "̉" */
    0xd0,

    /* U+30A "̊" */
    0x80,

    /* U+30B "̋" */
    0xfa,

    /* U+30C "̌" */
    0xf6,

    /* U+30D "̍" */
    0xc0,

    /* U+30F "̏" */
    0xaf,

    /* U+310 "̐" */
    0xf6,

    /* U+311 "̑" */
    0xeb,

    /* U+313 "̓" */
    0xe0,

    /* U+314 "̔" */
    0xb0,

    /* U+315 "̕" */
    0x70,

    /* U+316 "̖" */
    0xe0,

    /* U+317 "̗" */
    0xe0,

    /* U+318 "̘" */
    0xc0,

    /* U+31B "̛" */
    0x70,

    /* U+31C "̜" */
    0x80,

    /* U+31F "̟" */
    0x5c,

    /* U+320 "̠" */
    0xc0,

    /* U+321 "̡" */
    0x78,

    /* U+322 "̢" */
    0xb0,

    /* U+323 "̣" */
    0xc0,

    /* U+324 "̤" */
    0xf0,

    /* U+325 "̥" */
    0xc0,

    /* U+326 "̦" */
    0xe0,

    /* U+327 "̧" */
    0x80,

    /* U+328 "̨" */
    0xc0,

    /* U+329 "̩" */
    0x80,

    /* U+32B "̫" */
    0xde,

    /* U+32C "̬" */
    0xf6,

    /* U+32E "̮" */
    0xbe,

    /* U+330 "̰" */
    0xfe,

    /* U+332 "̲" */
    0xf0,

    /* U+333 "̳" */
    0xf0,

    /* U+335 "̵" */
    0xf0,

    /* U+336 "̶" */
    0xf0,

    /* U+337 "̷" */
    0x36, 0xc0,

    /* U+338 "̸" */
    0x12, 0x6c, 0x80,

    /* U+339 "̹" */
    0x80,

    /* U+33A "̺" */
    0xc0,

    /* U+33B "̻" */
    0xc0,

    /* U+33C "̼" */
    0xed,

    /* U+33D "̽" */
    0xf4,

    /* U+33E "̾" */
    0xf0,

    /* U+340 "̀" */
    0xc0,

    /* U+341 "́" */
    0xc0,

    /* U+342 "͂" */
    0xfe,

    /* U+343 "̓" */
    0xe0,

    /* U+344 "̈́" */
    0x2f,

    /* U+34F "͏" */
    0x0,

    /* U+362 "͢" */
    0xf0,

    /* U+386 "Ά" */
    0x7f, 0xd0,

    /* U+388 "Έ" */
    0x3f, 0xef,

    /* U+389 "Ή" */
    0x77, 0xd0,

    /* U+38A "Ί" */
    0x7d, 0x70,

    /* U+38C "Ό" */
    0x3f, 0x9f,

    /* U+38E "Ύ" */
    0x77, 0xa0,

    /* U+38F "Ώ" */
    0xf9, 0x9f,

    /* U+391 "Α" */
    0xf7, 0xd0,

    /* U+392 "Β" */
    0xf7, 0xf0,

    /* U+393 "Γ" */
    0xf2, 0x40,

    /* U+394 "Δ" */
    0x4f, 0x9f,

    /* U+395 "Ε" */
    0xf3, 0xf0,

    /* U+396 "Ζ" */
    0xef, 0x70,

    /* U+397 "Η" */
    0xb7, 0xd0,

    /* U+398 "Θ" */
    0xf9, 0xff,

    /* U+399 "Ι" */
    0xe9, 0x70,

    /* U+39A "Κ" */
    0xbe, 0xeb,

    /* U+39B "Λ" */
    0x4f, 0x99,

    /* U+39C "Μ" */
    0x9f, 0x99,

    /* U+39D "Ν" */
    0x9d, 0xb9,

    /* U+39E "Ξ" */
    0xf0, 0xef,

    /* U+39F "Ο" */
    0xf6, 0xf0,

    /* U+3A0 "Π" */
    0xf9, 0x99,

    /* U+3A1 "Ρ" */
    0xf7, 0xc0,

    /* U+3A3 "Σ" */
    0xf4, 0x6f,

    /* U+3A4 "Τ" */
    0xe9, 0x20,

    /* U+3A5 "Υ" */
    0xb5, 0x20,

    /* U+3A6 "Φ" */
    0xfd, 0xdf,

    /* U+3A7 "Χ" */
    0x96, 0x69,

    /* U+3A8 "Ψ" */
    0x4d, 0xdf,

    /* U+3A9 "Ω" */
    0xf9, 0x9f,

    /* U+3AA "Ϊ" */
    0xbd, 0x70,

    /* U+3AB "Ϋ" */
    0xb7, 0xa0,

    /* U+3AC "ά" */
    0x3f, 0xbf,

    /* U+3AD "έ" */
    0x37, 0xef,

    /* U+3AE "ή" */
    0x7e, 0xd0,

    /* U+3AF "ί" */
    0xeb,

    /* U+3B1 "α" */
    0xfb, 0xf0,

    /* U+3B2 "β" */
    0xff, 0xdb,

    /* U+3B3 "γ" */
    0xdb, 0x9c,

    /* U+3B4 "δ" */
    0xf4, 0xff,

    /* U+3B5 "ε" */
    0x7e, 0xf0,

    /* U+3B6 "ζ" */
    0xfe, 0x8f,

    /* U+3B7 "η" */
    0xf6, 0x80,

    /* U+3B8 "θ" */
    0xf7, 0xf0,

    /* U+3B9 "ι" */
    0xac,

    /* U+3BA "κ" */
    0xba, 0x80,

    /* U+3BB "λ" */
    0xf1, 0xf9,

    /* U+3BC "μ" */
    0xaa, 0xf0,

    /* U+3BD "ν" */
    0xb5, 0x0,

    /* U+3BE "ξ" */
    0xff, 0xe7,

    /* U+3BF "ο" */
    0xf7, 0x80,

    /* U+3C0 "π" */
    0xfa, 0x94,

    /* U+3C1 "ρ" */
    0xfe, 0x0,

    /* U+3C2 "ς" */
    0xf8, 0xf0,

    /* U+3C3 "σ" */
    0xf9, 0xf0,

    /* U+3C4 "τ" */
    0xe9, 0x80,

    /* U+3C5 "υ" */
    0xd5, 0x70,

    /* U+3C6 "φ" */
    0xff, 0xc8,

    /* U+3C7 "χ" */
    0xb6, 0xb0,

    /* U+3C8 "ψ" */
    0xaf, 0xc8,

    /* U+3C9 "ω" */
    0x9d, 0xb0,

    /* U+3CA "ϊ" */
    0xa9, 0x30,

    /* U+3CB "ϋ" */
    0x5d, 0x57,

    /* U+3CC "ό" */
    0x7e, 0xf0,

    /* U+3CD "ύ" */
    0x3d, 0x57,

    /* U+3CE "ώ" */
    0x39, 0xdb,

    /* U+400 "Ѐ" */
    0xcf, 0xef,

    /* U+401 "Ё" */
    0xff, 0xef,

    /* U+405 "Ѕ" */
    0x34, 0x7f,

    /* U+406 "І" */
    0xe9, 0x70,

    /* U+407 "Ї" */
    0xbd, 0x70,

    /* U+408 "Ј" */
    0xf2, 0xae,

    /* U+409 "Љ" */
    0x71, 0x45, 0xf6,

    /* U+410 "А" */
    0xf7, 0xd0,

    /* U+411 "Б" */
    0xf3, 0xf0,

    /* U+412 "В" */
    0xf7, 0xf0,

    /* U+413 "Г" */
    0xf2, 0x40,

    /* U+414 "Д" */
    0x32, 0x95, 0xf0,

    /* U+415 "Е" */
    0xf3, 0xf0,

    /* U+416 "Ж" */
    0xdf, 0xfd,

    /* U+417 "З" */
    0xe5, 0xf0,

    /* U+418 "И" */
    0x9b, 0xd9,

    /* U+419 "Й" */
    0x6b, 0xd9,

    /* U+41A "К" */
    0xbe, 0xeb,

    /* U+41B "Л" */
    0x35, 0x5d,

    /* U+41C "М" */
    0x9f, 0x99,

    /* U+41D "Н" */
    0xb7, 0xd0,

    /* U+41E "О" */
    0xf6, 0xf0,

    /* U+41F "П" */
    0xf6, 0xd0,

    /* U+420 "Р" */
    0xf7, 0xc0,

    /* U+421 "С" */
    0xf2, 0x70,

    /* U+422 "Т" */
    0xe9, 0x20,

    /* U+423 "У" */
    0xb7, 0xf0,

    /* U+424 "Ф" */
    0xfd, 0xdf,

    /* U+425 "Х" */
    0x96, 0x69,

    /* U+426 "Ц" */
    0xaa, 0xaf,

    /* U+427 "Ч" */
    0x99, 0xf1,

    /* U+428 "Ш" */
    0xdd, 0xdf,

    /* U+429 "Щ" */
    0xdd, 0xdf,

    /* U+42A "Ъ" */
    0xcc, 0x77,

    /* U+42B "Ы" */
    0x99, 0xfd,

    /* U+42C "Ь" */
    0x93, 0xf0,

    /* U+42D "Э" */
    0xe1, 0x7e,

    /* U+42E "Ю" */
    0xfd, 0xdf,

    /* U+42F "Я" */
    0xf7, 0xd0,

    /* U+430 "а" */
    0xff, 0x80,

    /* U+431 "б" */
    0xf3, 0xf0,

    /* U+432 "в" */
    0xff, 0x80,

    /* U+433 "г" */
    0xf2, 0x0,

    /* U+434 "д" */
    0x75, 0xf0,

    /* U+435 "е" */
    0xff, 0x80,

    /* U+436 "ж" */
    0xf6, 0xf0,

    /* U+437 "з" */
    0xef, 0xf0,

    /* U+438 "и" */
    0x9b, 0xd0,

    /* U+439 "й" */
    0x69, 0xbd,

    /* U+43A "к" */
    0xba, 0x80,

    /* U+43B "л" */
    0x75, 0xd0,

    /* U+43C "м" */
    0x9f, 0x90,

    /* U+43D "н" */
    0xbe, 0x80,

    /* U+43E "о" */
    0xf7, 0x80,

    /* U+43F "п" */
    0xf6, 0x80,

    /* U+440 "р" */
    0xfe, 0x0,

    /* U+441 "с" */
    0xf3, 0x80,

    /* U+442 "т" */
    0xe9, 0x0,

    /* U+443 "у" */
    0xbf, 0x80,

    /* U+444 "ф" */
    0x4f, 0xf4,

    /* U+445 "х" */
    0xb6, 0xb0,

    /* U+446 "ц" */
    0xaa, 0xf0,

    /* U+447 "ч" */
    0xbc, 0x80,

    /* U+448 "ш" */
    0xdd, 0xf0,

    /* U+449 "щ" */
    0xdd, 0xf0,

    /* U+44A "ъ" */
    0x9f, 0x80,

    /* U+44B "ы" */
    0x9d, 0xf0,

    /* U+44C "ь" */
    0x9f, 0x80,

    /* U+44D "э" */
    0x7f, 0xf0,

    /* U+44E "ю" */
    0xbd, 0xb0,

    /* U+44F "я" */
    0xfe, 0x80,

    /* U+450 "ѐ" */
    0xdf, 0xf0,

    /* U+451 "ё" */
    0xbf, 0xf0,

    /* U+455 "ѕ" */
    0xff, 0x80,

    /* U+456 "і" */
    0x8b,

    /* U+457 "ї" */
    0xb9, 0x70,

    /* U+458 "ј" */
    0x23, 0x2e,

    /* U+4D0 "Ӑ" */
    0xf0, 0x77,

    /* U+4D1 "ӑ" */
    0xdb, 0x94, 0xf0,

    /* U+4D2 "Ӓ" */
    0xbf, 0xd0,

    /* U+4D3 "ӓ" */
    0xbe, 0xaf,

    /* U+4D4 "Ӕ" */
    0xfa, 0xfb,

    /* U+4D5 "ӕ" */
    0xff, 0xf0,

    /* U+4D6 "Ӗ" */
    0xf0, 0xff,

    /* U+4D7 "ӗ" */
    0xd7, 0x77,

    /* U+4E6 "Ӧ" */
    0xdf, 0x9f,

    /* U+4E7 "ӧ" */
    0xbe, 0xf0,

    /* U+4F1 "ӱ" */
    0xfb, 0xe6,

    /* U+5D0 "א" */
    0xbe, 0x80,

    /* U+5D1 "ב" */
    0xe2, 0xf0,

    /* U+5D2 "ג" */
    0x6f, 0x80,

    /* U+5D3 "ד" */
    0xf2, 0x20,

    /* U+5D4 "ה" */
    0xf6, 0x80,

    /* U+5D5 "ו" */
    0xd4,

    /* U+5D6 "ז" */
    0xe9, 0x0,

    /* U+5D7 "ח" */
    0xff, 0x80,

    /* U+5D8 "ט" */
    0xf7, 0x80,

    /* U+5D9 "י" */
    0xc0,

    /* U+5DA "ך" */
    0xe4, 0x80,

    /* U+5DB "כ" */
    0xe7, 0x80,

    /* U+5DC "ל" */
    0x9c, 0xa0,

    /* U+5DD "ם" */
    0xf5, 0x70,

    /* U+5DE "מ" */
    0xf7, 0x80,

    /* U+5DF "ן" */
    0xd4,

    /* U+5E0 "נ" */
    0xdc,

    /* U+5E1 "ס" */
    0xf7, 0x80,

    /* U+5E2 "ע" */
    0x55, 0xf0,

    /* U+5E3 "ף" */
    0xfc, 0x80,

    /* U+5E4 "פ" */
    0xff, 0x80,

    /* U+5E5 "ץ" */
    0xe9, 0x0,

    /* U+5E6 "צ" */
    0xbf, 0x80,

    /* U+5E7 "ק" */
    0xf6, 0x80,

    /* U+5E8 "ר" */
    0xe4, 0x80,

    /* U+5E9 "ש" */
    0x9d, 0xf0,

    /* U+5EA "ת" */
    0xf5, 0xd0,

    /* U+623 "أ" */
    0xd4,

    /* U+627 "ا" */
    0xc0,

    /* U+628 "ب" */
    0x8b, 0x88,

    /* U+629 "ة" */
    0xec,

    /* U+62A "ت" */
    0xfb, 0x80,

    /* U+62B "ث" */
    0xff,

    /* U+62C "ج" */
    0x4f, 0x80,

    /* U+62D "ح" */
    0x4e, 0x30,

    /* U+62F "د" */
    0x5c,

    /* U+630 "ذ" */
    0xe7,

    /* U+631 "ر" */
    0x38,

    /* U+632 "ز" */
    0x27, 0x0,

    /* U+633 "س" */
    0xf4,

    /* U+634 "ش" */
    0x3f, 0x40,

    /* U+635 "ص" */
    0x3f, 0x40,

    /* U+637 "ط" */
    0x7f,

    /* U+638 "ظ" */
    0x7f,

    /* U+639 "ع" */
    0x6e, 0x30,

    /* U+63A "غ" */
    0xee, 0x30,

    /* U+640 "ـ" */
    0xf0,

    /* U+641 "ف" */
    0xbf,

    /* U+642 "ق" */
    0x3b, 0x70,

    /* U+643 "ك" */
    0xf7,

    /* U+644 "ل" */
    0x8, 0x62, 0xe0,

    /* U+645 "م" */
    0x7, 0x88,

    /* U+646 "ن" */
    0xaf, 0xc0,

    /* U+647 "ه" */
    0xf0,

    /* U+648 "و" */
    0x23, 0xe0,

    /* U+649 "ى" */
    0x1b, 0x60,

    /* U+64A "ي" */
    0x39, 0x66,

    /* U+671 "ٱ" */
    0x75, 0x0,

    /* U+672 "ٲ" */
    0x7d, 0x0,

    /* U+673 "ٳ" */
    0x4e, 0x80,

    /* U+1560 "ᕠ" */
    0xe, 0xf0,

    /* U+1561 "ᕡ" */
    0xe, 0x70,

    /* U+1562 "ᕢ" */
    0x76, 0xb6,

    /* U+1563 "ᕣ" */
    0xe3, 0x60,

    /* U+156A "ᕪ" */
    0x6, 0x60,

    /* U+156C "ᕬ" */
    0xe6, 0x46,

    /* U+156D "ᕭ" */
    0x66, 0x66,

    /* U+156E "ᕮ" */
    0xe6, 0x4f,

    /* U+156F "ᕯ" */
    0x66, 0x6f,

    /* U+1570 "ᕰ" */
    0xe6, 0x46,

    /* U+1571 "ᕱ" */
    0x66, 0x66,

    /* U+15EC "ᗬ" */
    0x6f, 0xf6,

    /* U+15ED "ᗭ" */
    0x6f, 0xc6,

    /* U+15EF "ᗯ" */
    0xfc, 0xf0,

    /* U+16A0 "ᚠ" */
    0xf8,

    /* U+16A1 "ᚡ" */
    0x7f, 0xff, 0x80,

    /* U+16A2 "ᚢ" */
    0xda, 0x80,

    /* U+16A3 "ᚣ" */
    0xce, 0xd0,

    /* U+16A4 "ᚤ" */
    0x3b, 0xfb, 0x90,

    /* U+16A5 "ᚥ" */
    0x26, 0xd0,

    /* U+16A6 "ᚦ" */
    0xda, 0x0,

    /* U+16A7 "ᚧ" */
    0x8e, 0xfe, 0x80,

    /* U+16A8 "ᚨ" */
    0xfb, 0xc0,

    /* U+16A9 "ᚩ" */
    0xbf, 0x68,

    /* U+16AA "ᚪ" */
    0xda, 0x0,

    /* U+16AB "ᚫ" */
    0xfb, 0xc0,

    /* U+16B1 "ᚱ" */
    0xdb, 0x70,

    /* U+16B2 "ᚲ" */
    0x38, 0x80,

    /* U+16B3 "ᚳ" */
    0x9a, 0x80,

    /* U+16B4 "ᚴ" */
    0xfa, 0x40,

    /* U+16B5 "ᚵ" */
    0xda, 0xc8,

    /* U+16B6 "ᚶ" */
    0x7e, 0x44,

    /* U+16B7 "ᚷ" */
    0xd2, 0xd0,

    /* U+16B8 "ᚸ" */
    0xff, 0xfe,

    /* U+16B9 "ᚹ" */
    0xdf, 0x40,

    /* U+16BA "ᚺ" */
    0xff, 0xfe,

    /* U+16BB "ᚻ" */
    0x7f, 0xfe,

    /* U+16BC "ᚼ" */
    0x27, 0xf8,

    /* U+16BD "ᚽ" */
    0x4b, 0xa4,

    /* U+16BE "ᚾ" */
    0x66, 0xf7,

    /* U+16BF "ᚿ" */
    0x9e, 0x0,

    /* U+16C0 "ᛀ" */
    0x66, 0xf7,

    /* U+16C1 "ᛁ" */
    0xe0,

    /* U+16C2 "ᛂ" */
    0x4b, 0xa4,

    /* U+16C3 "ᛃ" */
    0x67, 0xcc,

    /* U+16C4 "ᛄ" */
    0x27, 0x98,

    /* U+16C5 "ᛅ" */
    0x67, 0xf6,

    /* U+16C6 "ᛆ" */
    0x3c, 0x80,

    /* U+16C7 "ᛇ" */
    0x31, 0xff, 0xc6, 0x0,

    /* U+16C8 "ᛈ" */
    0xbb, 0x80,

    /* U+16C9 "ᛉ" */
    0x71, 0x8,

    /* U+16CA "ᛊ" */
    0x68, 0xb0,

    /* U+16CB "ᛋ" */
    0xff, 0x40,

    /* U+16CC "ᛌ" */
    0xc0,

    /* U+16CD "ᛍ" */
    0x4b, 0x80,

    /* U+16CE "ᛎ" */
    0xc7, 0x98,

    /* U+16CF "ᛏ" */
    0x47, 0xf8, 0x40,

    /* U+16D0 "ᛐ" */
    0xe4, 0x80,

    /* U+16D1 "ᛑ" */
    0xe7, 0x20,

    /* U+16D2 "ᛒ" */
    0xdb, 0xe0,

    /* U+16D3 "ᛓ" */
    0xfa,

    /* U+16D4 "ᛔ" */
    0xff, 0xe0,

    /* U+16D5 "ᛕ" */
    0x7b, 0x70,

    /* U+16D6 "ᛖ" */
    0xdf, 0xff,

    /* U+16D7 "ᛗ" */
    0xff, 0xff,

    /* U+16D8 "ᛘ" */
    0x7f, 0x66,

    /* U+16D9 "ᛙ" */
    0xe9, 0x20,

    /* U+16DA "ᛚ" */
    0xf2, 0x0,

    /* U+16DB "ᛛ" */
    0x7e, 0x40,

    /* U+16DC "ᛜ" */
    0x26, 0x20,

    /* U+16DD "ᛝ" */
    0xff, 0xf0,

    /* U+16DE "ᛞ" */
    0xff, 0xb0,

    /* U+16DF "ᛟ" */
    0x26, 0x6d,

    /* U+16E0 "ᛠ" */
    0x7f, 0x76,

    /* U+16E1 "ᛡ" */
    0x38, 0x80,

    /* U+16E2 "ᛢ" */
    0xee, 0xf7, 0x70,

    /* U+16E3 "ᛣ" */
    0x21, 0x3e,

    /* U+16E4 "ᛤ" */
    0x7f, 0xfe,

    /* U+16E5 "ᛥ" */
    0x9f, 0xfb,

    /* U+16E6 "ᛦ" */
    0xff, 0xd0,

    /* U+16E7 "ᛧ" */
    0xc0,

    /* U+16E8 "ᛨ" */
    0x47, 0xb9, 0xe0, 0x0,

    /* U+16E9 "ᛩ" */
    0x3f, 0x31,

    /* U+16EA "ᛪ" */
    0x4c, 0x67, 0x20,

    /* U+16EB "᛫" */
    0x80,

    /* U+16EC "᛬" */
    0xa0,

    /* U+16ED "᛭" */
    0x66, 0xf6,

    /* U+16EE "ᛮ" */
    0x76, 0x30, 0x80,

    /* U+16EF "ᛯ" */
    0x79, 0x3e,

    /* U+16F0 "ᛰ" */
    0x73, 0x88,

    /* U+16F1 "ᛱ" */
    0x9b, 0x80,

    /* U+16F2 "ᛲ" */
    0x7f, 0xc0,

    /* U+16F3 "ᛳ" */
    0x47, 0xfc, 0xc0,

    /* U+16F4 "ᛴ" */
    0x7e, 0x20,

    /* U+16F5 "ᛵ" */
    0x69, 0xb0,

    /* U+16F6 "ᛶ" */
    0xc2, 0x70,

    /* U+16F7 "ᛷ" */
    0x9e, 0x80,

    /* U+16F8 "ᛸ" */
    0x22, 0xd0,

    /* U+1E00 "Ḁ" */
    0xfe, 0xaf,

    /* U+1E01 "ḁ" */
    0xea, 0xf0,

    /* U+1E02 "Ḃ" */
    0x5f, 0xf0,

    /* U+1E04 "Ḅ" */
    0xfe, 0x5f,

    /* U+1E05 "ḅ" */
    0x47, 0x5f,

    /* U+1E06 "Ḇ" */
    0xfe, 0x5f,

    /* U+1E07 "ḇ" */
    0x47, 0x5f,

    /* U+1E0A "Ḋ" */
    0x5e, 0xf0,

    /* U+1E0C "Ḍ" */
    0xe5, 0x5f,

    /* U+1E0D "ḍ" */
    0x6e, 0xaf,

    /* U+1E0E "Ḏ" */
    0xe5, 0x5f,

    /* U+1E0F "ḏ" */
    0x7e, 0xf0,

    /* U+1E41 "ṁ" */
    0x2d, 0xb9,

    /* U+1E42 "Ṃ" */
    0xfd, 0x9b,

    /* U+1E43 "ṃ" */
    0xf9, 0xb0,

    /* U+1E44 "Ṅ" */
    0x29, 0xdb,

    /* U+1E45 "ṅ" */
    0x6e, 0xab,

    /* U+1E46 "Ṇ" */
    0xf7, 0x5f,

    /* U+1E47 "ṇ" */
    0xea, 0xf0,

    /* U+1E48 "Ṉ" */
    0xf7, 0x5f,

    /* U+1E49 "ṉ" */
    0xf7, 0x80,

    /* U+1E4A "Ṋ" */
    0xf7, 0x5f,

    /* U+1E4B "ṋ" */
    0xea, 0xf0,

    /* U+1E58 "Ṙ" */
    0x5f, 0xd0,

    /* U+1E59 "ṙ" */
    0x5e, 0xc0,

    /* U+1E5A "Ṛ" */
    0xfb, 0x95, 0xf0,

    /* U+1E5B "ṛ" */
    0xf3, 0x0,

    /* U+1E5E "Ṟ" */
    0xf7, 0x5f,

    /* U+1F00 "ἀ" */
    0x60, 0xff,

    /* U+1F01 "ἁ" */
    0x60, 0xff,

    /* U+1F02 "ἂ" */
    0xf0, 0xff,

    /* U+1F03 "ἃ" */
    0xf0, 0xff,

    /* U+1F04 "ἄ" */
    0xf0, 0xff,

    /* U+1F05 "ἅ" */
    0xf0, 0xff,

    /* U+1F06 "ἆ" */
    0xf0, 0xff,

    /* U+1F07 "ἇ" */
    0xf0, 0xff,

    /* U+1F08 "Ἀ" */
    0xc3, 0xf0,

    /* U+1F09 "Ἁ" */
    0xc3, 0xf0,

    /* U+1F0A "Ἂ" */
    0xe3, 0xf0,

    /* U+1F0B "Ἃ" */
    0xe3, 0xf0,

    /* U+1F0C "Ἄ" */
    0xe3, 0xf0,

    /* U+1F0D "Ἅ" */
    0xe3, 0xf0,

    /* U+1F0E "Ἆ" */
    0xf8, 0x1c, 0xe0,

    /* U+1F0F "Ἇ" */
    0xf8, 0x1c, 0xe0,

    /* U+1F10 "ἐ" */
    0x67, 0xef,

    /* U+1F11 "ἑ" */
    0x67, 0xef,

    /* U+1F12 "ἒ" */
    0xff, 0xf0,

    /* U+1F13 "ἓ" */
    0xf7, 0xef,

    /* U+1F14 "ἔ" */
    0xf7, 0xef,

    /* U+1F15 "ἕ" */
    0xf7, 0xef,

    /* U+1F16 "἖" */
    0xfb, 0x9c, 0xe0,

    /* U+1F17 "἗" */
    0xfb, 0x9c, 0xe0,

    /* U+1F18 "Ἐ" */
    0x60, 0xff,

    /* U+1F19 "Ἑ" */
    0x60, 0xff,

    /* U+1F1A "Ἒ" */
    0xf0, 0xff,

    /* U+1F1B "Ἓ" */
    0xf0, 0xff,

    /* U+1F1C "Ἔ" */
    0xf0, 0xff,

    /* U+1F1D "Ἕ" */
    0xf0, 0xff,

    /* U+1F1E "἞" */
    0xf0, 0xff,

    /* U+1F1F "἟" */
    0xf0, 0xff,

    /* U+1F20 "ἠ" */
    0xde, 0xd0,

    /* U+1F21 "ἡ" */
    0xde, 0xd0,

    /* U+1F22 "ἢ" */
    0xfe, 0xd0,

    /* U+1F23 "ἣ" */
    0xfe, 0xd0,

    /* U+1F24 "ἤ" */
    0xfe, 0xd0,

    /* U+1F25 "ἥ" */
    0xfe, 0xd0,

    /* U+1F26 "ἦ" */
    0xfb, 0x94, 0xa0,

    /* U+1F27 "ἧ" */
    0xfb, 0x94, 0xa0,

    /* U+1F28 "Ἠ" */
    0xc3, 0xd0,

    /* U+1F29 "Ἡ" */
    0xc3, 0xd0,

    /* U+1F2A "Ἢ" */
    0xe3, 0xd0,

    /* U+1F2B "Ἣ" */
    0xe3, 0xd0,

    /* U+1F2C "Ἤ" */
    0xe3, 0xd0,

    /* U+1F2D "Ἥ" */
    0xe3, 0xd0,

    /* U+1F2E "Ἦ" */
    0xf8, 0x1c, 0xa0,

    /* U+1F2F "Ἧ" */
    0xf8, 0x1c, 0xa0,

    /* U+1F30 "ἰ" */
    0xc1, 0x30,

    /* U+1F31 "ἱ" */
    0xc1, 0x30,

    /* U+1F32 "ἲ" */
    0xe1, 0x30,

    /* U+1F33 "ἳ" */
    0xe1, 0x30,

    /* U+1F34 "ἴ" */
    0xe1, 0x30,

    /* U+1F35 "ἵ" */
    0xe1, 0x30,

    /* U+1F36 "ἶ" */
    0xf8, 0x8, 0x60,

    /* U+1F37 "ἷ" */
    0xf8, 0x8, 0x60,

    /* U+1F38 "Ἰ" */
    0xc3, 0xf0,

    /* U+1F39 "Ἱ" */
    0xc3, 0xf0,

    /* U+1F3A "Ἲ" */
    0xe3, 0xf0,

    /* U+1F3B "Ἳ" */
    0xe3, 0xf0,

    /* U+1F3C "Ἴ" */
    0xe3, 0xf0,

    /* U+1F3D "Ἵ" */
    0xe3, 0xf0,

    /* U+1F3E "Ἶ" */
    0xf8, 0x1c, 0xe0,

    /* U+1F3F "Ἷ" */
    0xf8, 0x1c, 0xe0,

    /* U+1F40 "ὀ" */
    0xc3, 0xf0,

    /* U+1F41 "ὁ" */
    0xc3, 0xf0,

    /* U+1F42 "ὂ" */
    0xe3, 0xf0,

    /* U+1F43 "ὃ" */
    0xe3, 0xf0,

    /* U+1F44 "ὄ" */
    0xe3, 0xf0,

    /* U+1F45 "ὅ" */
    0xe3, 0xf0,

    /* U+1F46 "὆" */
    0xf8, 0x1c, 0xe0,

    /* U+1F47 "὇" */
    0xf8, 0x1c, 0xe0,

    /* U+1F48 "Ὀ" */
    0x60, 0xff,

    /* U+1F49 "Ὁ" */
    0x60, 0xff,

    /* U+1F4A "Ὂ" */
    0xd0, 0xff,

    /* U+1F4B "Ὃ" */
    0xd0, 0xff,

    /* U+1F4C "Ὄ" */
    0xd0, 0xff,

    /* U+1F4D "Ὅ" */
    0xd0, 0xff,

    /* U+1F4E "὎" */
    0xb8, 0x3d, 0xe0,

    /* U+1F4F "὏" */
    0xb8, 0x3d, 0xe0,

    /* U+1F50 "ὐ" */
    0x60, 0xd7,

    /* U+1F51 "ὑ" */
    0x60, 0xd7,

    /* U+1F52 "ὒ" */
    0x70, 0xd7,

    /* U+1F53 "ὓ" */
    0x70, 0xd7,

    /* U+1F54 "ὔ" */
    0x70, 0xd7,

    /* U+1F55 "ὕ" */
    0x70, 0xd7,

    /* U+1F56 "ὖ" */
    0xf8, 0x34, 0xe0,

    /* U+1F57 "ὗ" */
    0xf8, 0x34, 0xe0,

    /* U+1F58 "὘" */
    0xc3, 0xa0,

    /* U+1F59 "Ὑ" */
    0xc3, 0xa0,

    /* U+1F5A "὚" */
    0xe3, 0xa0,

    /* U+1F5B "Ὓ" */
    0xe3, 0xa0,

    /* U+1F5C "὜" */
    0xe3, 0xa0,

    /* U+1F5D "Ὕ" */
    0xe3, 0xa0,

    /* U+1F5E "὞" */
    0xf8, 0x1c, 0x40,

    /* U+1F5F "Ὗ" */
    0xf8, 0x1c, 0x40,

    /* U+1F60 "ὠ" */
    0x60, 0x9f,

    /* U+1F61 "ὡ" */
    0x60, 0x9f,

    /* U+1F62 "ὢ" */
    0xd0, 0x9f,

    /* U+1F63 "ὣ" */
    0xd0, 0x9f,

    /* U+1F64 "ὤ" */
    0xd0, 0x9f,

    /* U+1F65 "ὥ" */
    0xd0, 0x9f,

    /* U+1F66 "ὦ" */
    0xb8, 0x25, 0xe0,

    /* U+1F67 "ὧ" */
    0xb8, 0x25, 0xe0,

    /* U+1F68 "Ὠ" */
    0xf9, 0x9f,

    /* U+1F69 "Ὡ" */
    0xf9, 0x9f,

    /* U+1F6A "Ὢ" */
    0xf9, 0x9f,

    /* U+1F6B "Ὣ" */
    0xf9, 0x9f,

    /* U+1F6C "Ὤ" */
    0xf9, 0x9f,

    /* U+1F6D "Ὥ" */
    0xf9, 0x9f,

    /* U+1F6E "Ὦ" */
    0xfc, 0xa5, 0xe0,

    /* U+1F6F "Ὧ" */
    0xfc, 0xa5, 0xe0,

    /* U+1F70 "ὰ" */
    0xcf, 0xbf,

    /* U+1F71 "ά" */
    0x3f, 0xbf,

    /* U+1F72 "ὲ" */
    0xc7, 0xef,

    /* U+1F73 "έ" */
    0x37, 0xef,

    /* U+1F74 "ὴ" */
    0xde, 0xd0,

    /* U+1F75 "ή" */
    0x7e, 0xd0,

    /* U+1F76 "ὶ" */
    0xc9, 0x30,

    /* U+1F77 "ί" */
    0xeb,

    /* U+1F78 "ὸ" */
    0xde, 0xf0,

    /* U+1F79 "ό" */
    0x7e, 0xf0,

    /* U+1F7A "ὺ" */
    0x6d, 0x57,

    /* U+1F7B "ύ" */
    0x3d, 0x57,

    /* U+1F7C "ὼ" */
    0xc9, 0xdb,

    /* U+1F7D "ώ" */
    0x39, 0xdb,

    /* U+1F80 "ᾀ" */
    0x6c, 0xbf,

    /* U+1F81 "ᾁ" */
    0x6c, 0xbf,

    /* U+1F82 "ᾂ" */
    0xfc, 0xbf,

    /* U+1F83 "ᾃ" */
    0xfc, 0xbf,

    /* U+1F84 "ᾄ" */
    0xfc, 0xbf,

    /* U+1F85 "ᾅ" */
    0xfc, 0xbf,

    /* U+1F86 "ᾆ" */
    0xfc, 0xbf,

    /* U+1F87 "ᾇ" */
    0xfc, 0xbf,

    /* U+1F88 "ᾈ" */
    0xdf, 0xf0,

    /* U+1F89 "ᾉ" */
    0xdf, 0xf0,

    /* U+1F8A "ᾊ" */
    0xff, 0xf0,

    /* U+1F8B "ᾋ" */
    0xff, 0xf0,

    /* U+1F8C "ᾌ" */
    0xff, 0xf0,

    /* U+1F8D "ᾍ" */
    0xff, 0xf0,

    /* U+1F8E "ᾎ" */
    0xfb, 0x9c, 0xe0,

    /* U+1F8F "ᾏ" */
    0xfb, 0x9c, 0xe0,

    /* U+1F90 "ᾐ" */
    0xde, 0xf0,

    /* U+1F91 "ᾑ" */
    0xde, 0xf0,

    /* U+1F92 "ᾒ" */
    0xfe, 0xf0,

    /* U+1F93 "ᾓ" */
    0xfe, 0xf0,

    /* U+1F94 "ᾔ" */
    0xfe, 0xf0,

    /* U+1F95 "ᾕ" */
    0xfe, 0xf0,

    /* U+1F96 "ᾖ" */
    0xfb, 0x94, 0xe0,

    /* U+1F97 "ᾗ" */
    0xfb, 0x94, 0xe0,

    /* U+1F98 "ᾘ" */
    0xc3, 0xf0,

    /* U+1F99 "ᾙ" */
    0xc3, 0xf0,

    /* U+1F9A "ᾚ" */
    0xe3, 0xf0,

    /* U+1F9B "ᾛ" */
    0xe3, 0xf0,

    /* U+1F9C "ᾜ" */
    0xe3, 0xf0,

    /* U+1F9D "ᾝ" */
    0xe3, 0xf0,

    /* U+1F9E "ᾞ" */
    0xf8, 0x1c, 0xe0,

    /* U+1F9F "ᾟ" */
    0xf8, 0x1c, 0xe0,

    /* U+1FA0 "ᾠ" */
    0x69, 0xbf,

    /* U+1FA1 "ᾡ" */
    0x69, 0xbf,

    /* U+1FA2 "ᾢ" */
    0xd9, 0xbf,

    /* U+1FA3 "ᾣ" */
    0xd9, 0xbf,

    /* U+1FA4 "ᾤ" */
    0xd9, 0xbf,

    /* U+1FA5 "ᾥ" */
    0xd9, 0xbf,

    /* U+1FA6 "ᾦ" */
    0xbc, 0xad, 0xe0,

    /* U+1FA7 "ᾧ" */
    0xbc, 0xad, 0xe0,

    /* U+1FA8 "ᾨ" */
    0xf9, 0xbf,

    /* U+1FA9 "ᾩ" */
    0xf9, 0xbf,

    /* U+1FAA "ᾪ" */
    0xf9, 0xbf,

    /* U+1FAB "ᾫ" */
    0xf9, 0xbf,

    /* U+1FAC "ᾬ" */
    0xf9, 0xbf,

    /* U+1FAD "ᾭ" */
    0xf9, 0xbf,

    /* U+1FAE "ᾮ" */
    0xfc, 0xad, 0xe0,

    /* U+1FAF "ᾯ" */
    0xfc, 0xad, 0xe0,

    /* U+1FB0 "ᾰ" */
    0xff, 0xbf,

    /* U+1FB1 "ᾱ" */
    0xf0, 0xff,

    /* U+1FB2 "ᾲ" */
    0xcf, 0xbf,

    /* U+1FB3 "ᾳ" */
    0xfb, 0xf0,

    /* U+1FB4 "ᾴ" */
    0x3f, 0xbf,

    /* U+1FB6 "ᾶ" */
    0xf0, 0xff,

    /* U+1FB7 "ᾷ" */
    0xfc, 0xbf,

    /* U+1FB8 "Ᾰ" */
    0xff, 0xd0,

    /* U+1FB9 "Ᾱ" */
    0xf0, 0x77,

    /* U+1FBA "Ὰ" */
    0xdf, 0xf0,

    /* U+1FBB "Ά" */
    0xff, 0x80,

    /* U+1FBC "ᾼ" */
    0x7f, 0xf0,

    /* U+1FC2 "ῂ" */
    0xde, 0xf0,

    /* U+1FC3 "ῃ" */
    0xf7, 0x80,

    /* U+1FC4 "ῄ" */
    0x7e, 0xf0,

    /* U+1FC6 "ῆ" */
    0xf7, 0x55,

    /* U+1FC7 "ῇ" */
    0xf7, 0x57,

    /* U+1FCA "Ὴ" */
    0xd7, 0xf0,

    /* U+1FCB "Ή" */
    0xbf, 0x80,

    /* U+1FCC "ῌ" */
    0x77, 0xf0,

    /* U+1FD0 "ῐ" */
    0xe9, 0x30,

    /* U+1FD1 "ῑ" */
    0xf0, 0x23,

    /* U+1FD2 "ῒ" */
    0xc9, 0x70,

    /* U+1FD3 "ΐ" */
    0x4b, 0x80,

    /* U+1FD4 "῔" */
    0x69, 0x70,

    /* U+1FD6 "ῖ" */
    0xf0, 0x23,

    /* U+1FD7 "ῗ" */
    0xf2, 0x27,

    /* U+1FD8 "Ῐ" */
    0xfd, 0x70,

    /* U+1FD9 "Ῑ" */
    0xf0, 0x77,

    /* U+1FDA "Ὶ" */
    0xdd, 0x70,

    /* U+1FDB "Ί" */
    0xeb, 0x80,

    /* U+1FDC "῜" */
    0x7d, 0x70,

    /* U+1FE0 "ῠ" */
    0x7d, 0x57,

    /* U+1FE1 "ῡ" */
    0xf0, 0xd7,

    /* U+1FE2 "ῢ" */
    0x6d, 0x57,

    /* U+1FE3 "ΰ" */
    0xd5, 0x70,

    /* U+1FE6 "ῦ" */
    0xf0, 0xd7,

    /* U+1FE7 "ῧ" */
    0xfd, 0x57,

    /* U+1FE8 "Ῠ" */
    0xf7, 0xa0,

    /* U+1FE9 "Ῡ" */
    0xf0, 0x72,

    /* U+1FEA "Ὺ" */
    0xd7, 0xe0,

    /* U+1FEB "Ύ" */
    0xbf, 0x0,

    /* U+1FF2 "ῲ" */
    0xcd, 0xff,

    /* U+1FF3 "ῳ" */
    0xdf, 0xf0,

    /* U+1FF4 "ῴ" */
    0x3d, 0xff,

    /* U+1FF6 "ῶ" */
    0xf0, 0x9f,

    /* U+1FF7 "ῷ" */
    0xf9, 0xbf,

    /* U+1FFA "Ὼ" */
    0xf9, 0xbf,

    /* U+1FFB "Ώ" */
    0xfb, 0xf0,

    /* U+1FFC "ῼ" */
    0xf9, 0xbf,

    /* U+2010 "‐" */
    0xc0,

    /* U+2011 "‑" */
    0xc0,

    /* U+2012 "‒" */
    0xe0,

    /* U+2013 "–" */
    0xf0,

    /* U+2014 "—" */
    0xf0,

    /* U+2015 "―" */
    0xf0,

    /* U+2016 "‖" */
    0xb6, 0xd0,

    /* U+2017 "‗" */
    0xff,

    /* U+2018 "‘" */
    0xc0,

    /* U+2019 "’" */
    0xc0,

    /* U+201C "“" */
    0xf0,

    /* U+201D "”" */
    0xf0,

    /* U+2020 "†" */
    0x5d, 0x20,

    /* U+2021 "‡" */
    0x5f, 0xa0,

    /* U+2022 "•" */
    0xf0,

    /* U+2024 "․" */
    0x80,

    /* U+2025 "‥" */
    0xa0,

    /* U+2026 "…" */
    0xe0,

    /* U+2030 "‰" */
    0x1d, 0x39, 0x50,

    /* U+2031 "‱" */
    0x2c, 0xcf,

    /* U+2032 "′" */
    0xe0,

    /* U+2033 "″" */
    0xfe,

    /* U+2034 "‴" */
    0xfe,

    /* U+2035 "‵" */
    0xd0,

    /* U+2036 "‶" */
    0xf7,

    /* U+2037 "‷" */
    0xf7,

    /* U+203C "‼" */
    0xb6, 0xd0,

    /* U+203D "‽" */
    0xf5, 0x74,

    /* U+2044 "⁄" */
    0x32, 0x48,

    /* U+2047 "⁇" */
    0xa5, 0xaa,

    /* U+2048 "⁈" */
    0xd5, 0x99,

    /* U+2049 "⁉" */
    0xb9, 0xaa,

    /* U+2070 "⁰" */
    0xfc,

    /* U+2071 "ⁱ" */
    0xc0,

    /* U+2074 "⁴" */
    0x6f,

    /* U+2075 "⁵" */
    0xec,

    /* U+2076 "⁶" */
    0xdc,

    /* U+2077 "⁷" */
    0xec,

    /* U+2078 "⁸" */
    0xfc,

    /* U+2079 "⁹" */
    0xec,

    /* U+207A "⁺" */
    0xe8,

    /* U+207B "⁻" */
    0xe0,

    /* U+207C "⁼" */
    0xfc,

    /* U+207F "ⁿ" */
    0xe0,

    /* U+20A7 "₧" */
    0xef, 0xbb,

    /* U+20AC "€" */
    0x7e, 0xe7,

    /* U+2117 "℗" */
    0x7b, 0xff, 0xfb, 0xfd, 0xe0,

    /* U+2120 "℠" */
    0xfb, 0xd8,

    /* U+2122 "™" */
    0xfa, 0xd6,

    /* U+2150 "⅐" */
    0xd6, 0x3d,

    /* U+2151 "⅑" */
    0xd3, 0x97, 0xb0,

    /* U+2152 "⅒" */
    0xae, 0xcf,

    /* U+2153 "⅓" */
    0xdb, 0xcb, 0xb0,

    /* U+2154 "⅔" */
    0xff, 0xdb,

    /* U+2155 "⅕" */
    0xd3, 0xd5, 0xb0,

    /* U+2156 "⅖" */
    0xff, 0xfb,

    /* U+2157 "⅗" */
    0xd3, 0xf5, 0xb0,

    /* U+2158 "⅘" */
    0xff, 0x7b,

    /* U+2159 "⅙" */
    0xd3, 0x8d, 0xf0,

    /* U+215A "⅚" */
    0xff, 0xfb,

    /* U+215B "⅛" */
    0xdb, 0xcf, 0xb0,

    /* U+215C "⅜" */
    0xd3, 0xb7, 0xf0,

    /* U+215D "⅝" */
    0xff, 0xfb,

    /* U+215E "⅞" */
    0xd3, 0x97, 0xf0,

    /* U+215F "⅟" */
    0xda, 0x89, 0x80,

    /* U+2189 "↉" */
    0xd5, 0x97, 0x30,

    /* U+2190 "←" */
    0x4f, 0xc0,

    /* U+2191 "↑" */
    0x5d, 0x24,

    /* U+2192 "→" */
    0x2f, 0x20,

    /* U+2193 "↓" */
    0x22, 0x2f, 0x20,

    /* U+2194 "↔" */
    0x5f, 0xc0,

    /* U+2195 "↕" */
    0x62, 0xf2,

    /* U+2196 "↖" */
    0xe7, 0x3c, 0x71, 0x0,

    /* U+2197 "↗" */
    0x38, 0xcb, 0xc4, 0x0,

    /* U+2198 "↘" */
    0x47, 0x1e, 0x73, 0x80,

    /* U+2199 "↙" */
    0x11, 0xe9, 0x8e, 0x0,

    /* U+21A5 "↥" */
    0x23, 0x88, 0x4f, 0x80,

    /* U+21A8 "↨" */
    0x27, 0x88, 0xef, 0x80,

    /* U+21B2 "↲" */
    0x15, 0xfc,

    /* U+21BC "↼" */
    0x4f,

    /* U+21BD "↽" */
    0xfc,

    /* U+21BE "↾" */
    0xfa, 0x80,

    /* U+21BF "↿" */
    0x75, 0x40,

    /* U+21C0 "⇀" */
    0x3f,

    /* U+21C1 "⇁" */
    0xf2,

    /* U+21C2 "⇂" */
    0xab, 0x80,

    /* U+21C3 "⇃" */
    0x57, 0xc0,

    /* U+21E6 "⇦" */
    0x30, 0xcc, 0xce, 0x30,

    /* U+21E7 "⇧" */
    0x7e, 0x54, 0x60,

    /* U+21E8 "⇨" */
    0x23, 0xd7, 0x20,

    /* U+21E9 "⇩" */
    0x32, 0xb6, 0x62, 0x0,

    /* U+2205 "∅" */
    0x1b, 0xfa, 0xfc, 0x0,

    /* U+2212 "−" */
    0xe0,

    /* U+2213 "∓" */
    0xeb, 0xa0,

    /* U+2214 "∔" */
    0x22, 0xf2,

    /* U+2215 "∕" */
    0x9, 0xb0,

    /* U+2218 "∘" */
    0x6d, 0x60,

    /* U+221A "√" */
    0x8, 0xec, 0x84, 0x0,

    /* U+221B "∛" */
    0x29, 0xfc, 0x40,

    /* U+221C "∜" */
    0x23, 0xbf, 0x9e, 0x0,

    /* U+221E "∞" */
    0xfd, 0xe0,

    /* U+221F "∟" */
    0x88, 0xf0,

    /* U+2229 "∩" */
    0x6d, 0xdd,

    /* U+2248 "≈" */
    0x78, 0x3c,

    /* U+2261 "≡" */
    0xff, 0x80,

    /* U+2264 "≤" */
    0x2d, 0xf0,

    /* U+2265 "≥" */
    0x4d, 0xf0,

    /* U+22C5 "⋅" */
    0x80,

    /* U+2301 "⌁" */
    0xfe, 0x42,

    /* U+2318 "⌘" */
    0x71, 0x9c, 0xc0,

    /* U+231A "⌚" */
    0x7b, 0x3e, 0xf3, 0x78,

    /* U+231B "⌛" */
    0xe6, 0x6f,

    /* U+2320 "⌠" */
    0x7f, 0x6c,

    /* U+2321 "⌡" */
    0x33, 0x3f, 0x60,

    /* U+239B "⎛" */
    0x3b, 0x60,

    /* U+239C "⎜" */
    0xf0,

    /* U+239D "⎝" */
    0xdb, 0x90,

    /* U+239E "⎞" */
    0xe4, 0x90,

    /* U+239F "⎟" */
    0xf0,

    /* U+23A0 "⎠" */
    0x24, 0xe0,

    /* U+23A1 "⎡" */
    0xea, 0x80,

    /* U+23A2 "⎢" */
    0xf0,

    /* U+23A3 "⎣" */
    0xab,

    /* U+23A4 "⎤" */
    0xd5, 0x40,

    /* U+23A5 "⎥" */
    0xf0,

    /* U+23A6 "⎦" */
    0x57,

    /* U+23A7 "⎧" */
    0x7b, 0x6c,

    /* U+23A8 "⎨" */
    0x2b, 0x22,

    /* U+23A9 "⎩" */
    0xdb, 0x30,

    /* U+23AA "⎪" */
    0xf0,

    /* U+23AB "⎫" */
    0xed, 0xb6,

    /* U+23AC "⎬" */
    0xc8, 0xac,

    /* U+23AD "⎭" */
    0x6d, 0xe0,

    /* U+23AE "⎮" */
    0xf0,

    /* U+23AF "⎯" */
    0xf0,

    /* U+23B2 "⎲" */
    0xf3, 0xc, 0x10,

    /* U+23B3 "⎳" */
    0x8, 0x99, 0xf0,

    /* U+23B7 "⎷" */
    0x18, 0xfc, 0xe2, 0x0,

    /* U+23B8 "⎸" */
    0xf0,

    /* U+23B9 "⎹" */
    0xf0,

    /* U+23BA "⎺" */
    0xf0,

    /* U+23BB "⎻" */
    0xf0,

    /* U+23BC "⎼" */
    0xf0,

    /* U+23BD "⎽" */
    0xf0,

    /* U+23D0 "⏐" */
    0xf0,

    /* U+23DA "⏚" */
    0xff, 0x66,

    /* U+23E9 "⏩" */
    0x3f, 0xe0,

    /* U+23EA "⏪" */
    0x1f, 0xf0,

    /* U+23EB "⏫" */
    0x6f, 0x80,

    /* U+23EC "⏬" */
    0xff, 0x0,

    /* U+2500 "─" */
    0xf0,

    /* U+2501 "━" */
    0xff,

    /* U+2502 "│" */
    0xf0,

    /* U+2503 "┃" */
    0xff,

    /* U+2504 "┄" */
    0xf0,

    /* U+2505 "┅" */
    0xff,

    /* U+2506 "┆" */
    0xf0,

    /* U+2507 "┇" */
    0xff,

    /* U+2508 "┈" */
    0xf0,

    /* U+2509 "┉" */
    0xf0,

    /* U+250A "┊" */
    0xf0,

    /* U+250B "┋" */
    0xff,

    /* U+250C "┌" */
    0xf2, 0x0,

    /* U+250D "┍" */
    0xfe, 0x0,

    /* U+250E "┎" */
    0xfb, 0x0,

    /* U+250F "┏" */
    0xff, 0x0,

    /* U+2510 "┐" */
    0xe4, 0x80,

    /* U+2511 "┑" */
    0xfc, 0x80,

    /* U+2512 "┒" */
    0xed, 0x80,

    /* U+2513 "┓" */
    0xfd, 0x80,

    /* U+2514 "└" */
    0x93, 0x80,

    /* U+2515 "┕" */
    0x9f, 0x80,

    /* U+2516 "┖" */
    0xdb, 0x80,

    /* U+2517 "┗" */
    0xdf, 0x80,

    /* U+2518 "┘" */
    0x27, 0x80,

    /* U+2519 "┙" */
    0x3f, 0x80,

    /* U+251A "┚" */
    0x6f, 0x80,

    /* U+251B "┛" */
    0x7f, 0x80,

    /* U+251C "├" */
    0x93, 0xc8,

    /* U+251D "┝" */
    0x9f, 0xc0,

    /* U+251E "┞" */
    0xdb, 0xec,

    /* U+251F "┟" */
    0xdf, 0xe0,

    /* U+2520 "┠" */
    0xdb, 0xec,

    /* U+2521 "┡" */
    0xdf, 0xe0,

    /* U+2522 "┢" */
    0xdf, 0x60,

    /* U+2523 "┣" */
    0xdf, 0xe0,

    /* U+2524 "┤" */
    0x27, 0x92,

    /* U+2525 "┥" */
    0x3f, 0x90,

    /* U+2526 "┦" */
    0x6f, 0xb6,

    /* U+2527 "┧" */
    0x7f, 0xb0,

    /* U+2528 "┨" */
    0x6f, 0xb6,

    /* U+2529 "┩" */
    0x7f, 0xb0,

    /* U+252A "┪" */
    0x6f, 0xb0,

    /* U+252B "┫" */
    0x7f, 0xb0,

    /* U+252C "┬" */
    0xf9, 0x8,

    /* U+252D "┭" */
    0xfe, 0x60,

    /* U+252E "┮" */
    0x3f, 0xc8,

    /* U+252F "┯" */
    0xff, 0xc8,

    /* U+2530 "┰" */
    0xf6, 0x60,

    /* U+2531 "┱" */
    0xfe, 0x60,

    /* U+2532 "┲" */
    0x3f, 0x60,

    /* U+2533 "┳" */
    0xff, 0x60,

    /* U+2534 "┴" */
    0x21, 0x3e,

    /* U+2535 "┵" */
    0x6f, 0xc0,

    /* U+2536 "┶" */
    0x21, 0xfe,

    /* U+2537 "┷" */
    0x27, 0xfe,

    /* U+2538 "┸" */
    0x66, 0xf0,

    /* U+2539 "┹" */
    0x6f, 0xc0,

    /* U+253A "┺" */
    0x67, 0xf0,

    /* U+253B "┻" */
    0x6f, 0xf0,

    /* U+253C "┼" */
    0x21, 0x3e, 0x42, 0x0,

    /* U+253D "┽" */
    0x2f, 0xe2,

    /* U+253E "┾" */
    0x21, 0xfe, 0x40,

    /* U+253F "┿" */
    0x27, 0xfe, 0x40,

    /* U+2540 "╀" */
    0x66, 0xf6, 0x60,

    /* U+2541 "╁" */
    0x66, 0xf6, 0x60,

    /* U+2542 "╂" */
    0x66, 0xf6, 0x60,

    /* U+2543 "╃" */
    0x6f, 0xe6,

    /* U+2544 "╄" */
    0x67, 0xf6,

    /* U+2545 "╅" */
    0x6f, 0xe6,

    /* U+2546 "╆" */
    0x67, 0xf6,

    /* U+2547 "╇" */
    0x6f, 0xf6,

    /* U+2548 "╈" */
    0x6f, 0xf6,

    /* U+2549 "╉" */
    0x6f, 0xe6,

    /* U+254A "╊" */
    0x67, 0xf6,

    /* U+254B "╋" */
    0x6f, 0xf6,

    /* U+254C "╌" */
    0xa8,

    /* U+254D "╍" */
    0xad, 0x40,

    /* U+254E "╎" */
    0xa8,

    /* U+254F "╏" */
    0xcc, 0xc0,

    /* U+2550 "═" */
    0xff,

    /* U+2551 "║" */
    0xff, 0xf0,

    /* U+2552 "╒" */
    0xfe, 0x40,

    /* U+2553 "╓" */
    0xfb, 0x0,

    /* U+2554 "╔" */
    0xfe, 0xee,

    /* U+2555 "╕" */
    0xfc, 0x90,

    /* U+2556 "╖" */
    0xf7, 0x70,

    /* U+2557 "╗" */
    0xff, 0x77,

    /* U+2558 "╘" */
    0xfc,

    /* U+2559 "╙" */
    0xdb, 0x80,

    /* U+255A "╚" */
    0x8e, 0xf0,

    /* U+255B "╛" */
    0xfc,

    /* U+255C "╜" */
    0x77, 0xf0,

    /* U+255D "╝" */
    0x3f, 0xf0,

    /* U+255E "╞" */
    0xfe, 0x40,

    /* U+255F "╟" */
    0xdf, 0x60,

    /* U+2560 "╠" */
    0xdf, 0xe0,

    /* U+2561 "╡" */
    0xfc, 0x90,

    /* U+2562 "╢" */
    0x7f, 0x77,

    /* U+2563 "╣" */
    0x7b, 0x77,

    /* U+2564 "╤" */
    0xff, 0x66,

    /* U+2565 "╥" */
    0xf6, 0x60,

    /* U+2566 "╦" */
    0xff, 0xee,

    /* U+2567 "╧" */
    0x6f,

    /* U+2568 "╨" */
    0x66, 0xf0,

    /* U+2569 "╩" */
    0xff,

    /* U+256A "╪" */
    0xf7, 0xc8, 0x40,

    /* U+256B "╫" */
    0x26, 0xf6, 0x60,

    /* U+256C "╬" */
    0xff, 0x66,

    /* U+256D "╭" */
    0x70,

    /* U+256E "╮" */
    0xe4,

    /* U+256F "╯" */
    0x27, 0x0,

    /* U+2570 "╰" */
    0x9b, 0x80,

    /* U+2571 "╱" */
    0x11, 0x68, 0x80,

    /* U+2572 "╲" */
    0xc1, 0x83, 0x83, 0x4,

    /* U+2573 "╳" */
    0xc5, 0x2d, 0x80,

    /* U+2574 "╴" */
    0xc0,

    /* U+2575 "╵" */
    0xc0,

    /* U+2576 "╶" */
    0xc0,

    /* U+2577 "╷" */
    0xc0,

    /* U+2578 "╸" */
    0xf0,

    /* U+2579 "╹" */
    0xf0,

    /* U+257A "╺" */
    0xf0,

    /* U+257B "╻" */
    0xf0,

    /* U+257C "╼" */
    0x3f, 0x30,

    /* U+257D "╽" */
    0x4b, 0xf0,

    /* U+257E "╾" */
    0xcf, 0xc0,

    /* U+257F "╿" */
    0xfd, 0x20,

    /* U+2580 "▀" */
    0xff,

    /* U+2581 "▁" */
    0xf0,

    /* U+2582 "▂" */
    0xf0,

    /* U+2583 "▃" */
    0xf0,

    /* U+2584 "▄" */
    0xff,

    /* U+2585 "▅" */
    0xff,

    /* U+2586 "▆" */
    0xff, 0xf0,

    /* U+2587 "▇" */
    0xff, 0xf0,

    /* U+2588 "█" */
    0xff, 0xff,

    /* U+2589 "▉" */
    0xff, 0xff,

    /* U+258A "▊" */
    0xff, 0xf0,

    /* U+258B "▋" */
    0xff, 0xf0,

    /* U+258C "▌" */
    0xff,

    /* U+258D "▍" */
    0xff,

    /* U+258E "▎" */
    0xf0,

    /* U+258F "▏" */
    0xf0,

    /* U+2590 "▐" */
    0xff,

    /* U+2591 "░" */
    0x5f, 0xaa, 0xa0,

    /* U+2592 "▒" */
    0x7b, 0xdf, 0xf1, 0x80,

    /* U+2593 "▓" */
    0x7b, 0xde, 0xf0,

    /* U+2594 "▔" */
    0xf0,

    /* U+2595 "▕" */
    0xf0,

    /* U+2596 "▖" */
    0xf0,

    /* U+2597 "▗" */
    0xf0,

    /* U+2598 "▘" */
    0xf0,

    /* U+2599 "▙" */
    0xcc, 0xff,

    /* U+259A "▚" */
    0xe7, 0x3e, 0x73, 0x80,

    /* U+259B "▛" */
    0xff, 0xcc,

    /* U+259C "▜" */
    0xff, 0x33,

    /* U+259D "▝" */
    0xf0,

    /* U+259E "▞" */
    0x39, 0xff, 0xce, 0x0,

    /* U+259F "▟" */
    0x33, 0xff,

    /* U+25A0 "■" */
    0xff, 0x80,

    /* U+25A1 "□" */
    0xf7, 0x80,

    /* U+25A2 "▢" */
    0x76, 0xf6, 0xe0,

    /* U+25A3 "▣" */
    0xff, 0xff,

    /* U+25A4 "▤" */
    0xff, 0xff,

    /* U+25A5 "▥" */
    0xff, 0xff,

    /* U+25A6 "▦" */
    0x13, 0xd5, 0xf5, 0x0,

    /* U+25A7 "▧" */
    0x78, 0xca, 0x10, 0x0,

    /* U+25A8 "▨" */
    0x6f, 0x8a, 0xe4, 0x0,

    /* U+25A9 "▩" */
    0xfb, 0x7f, 0xbd, 0x10,

    /* U+25AA "▪" */
    0xc0,

    /* U+25AB "▫" */
    0xf0,

    /* U+25AC "▬" */
    0xe0,

    /* U+25AD "▭" */
    0xfc,

    /* U+25AE "▮" */
    0xfc,

    /* U+25AF "▯" */
    0xf6, 0xf0,

    /* U+25B0 "▰" */
    0x3f, 0xc0,

    /* U+25B1 "▱" */
    0x8f,

    /* U+25B2 "▲" */
    0x23, 0x9d, 0xf0,

    /* U+25B3 "△" */
    0x21, 0x97, 0x9f, 0x80,

    /* U+25B4 "▴" */
    0x5f, 0x80,

    /* U+25B5 "▵" */
    0x11, 0xac, 0xff,

    /* U+25B6 "▶" */
    0x8e, 0xfc, 0x80,

    /* U+25B7 "▷" */
    0x8c, 0xbc, 0x80,

    /* U+25B8 "▸" */
    0xde, 0x0,

    /* U+25B9 "▹" */
    0xce, 0xbe, 0xc0,

    /* U+25BA "►" */
    0xf7, 0xf0,

    /* U+25BB "▻" */
    0xcb, 0xc0,

    /* U+25BC "▼" */
    0xfb, 0x9c, 0x40,

    /* U+25BD "▽" */
    0xfe, 0x56, 0x62, 0x0,

    /* U+25BE "▾" */
    0xfd, 0x0,

    /* U+25BF "▿" */
    0xff, 0xa3, 0x4,

    /* U+25C0 "◀" */
    0x3f, 0x71,

    /* U+25C1 "◁" */
    0x13, 0xd3, 0x10,

    /* U+25C2 "◂" */
    0x3d, 0x80,

    /* U+25C3 "◃" */
    0x37, 0xf7, 0x10,

    /* U+25C4 "◄" */
    0x1f, 0xde,

    /* U+25C5 "◅" */
    0x3d, 0x30,

    /* U+25C6 "◆" */
    0x23, 0xbe, 0xe2, 0x0,

    /* U+25C7 "◇" */
    0x21, 0xb2, 0x62, 0x0,

    /* U+25C8 "◈" */
    0x7f, 0xde, 0x73, 0x0,

    /* U+25C9 "◉" */
    0x32, 0xfb, 0x93, 0x0,

    /* U+25CA "◊" */
    0x21, 0xb2, 0x62, 0x0,

    /* U+25CB "○" */
    0x69, 0x60,

    /* U+25CC "◌" */
    0x22, 0xa2, 0x40,

    /* U+25CD "◍" */
    0x33, 0xf7, 0x80,

    /* U+25CE "◎" */
    0xff, 0xff, 0x8e,

    /* U+25CF "●" */
    0x6f, 0xf6,

    /* U+25D0 "◐" */
    0x67, 0xb7, 0xb6, 0x0,

    /* U+25D1 "◑" */
    0x7e, 0xf6, 0x60,

    /* U+25D2 "◒" */
    0x32, 0xf3, 0xf3, 0x0,

    /* U+25D3 "◓" */
    0x37, 0xf2, 0xb3, 0x0,

    /* U+25D4 "◔" */
    0x33, 0xff, 0x93, 0x0,

    /* U+25D5 "◕" */
    0x7e, 0xfe, 0x60,

    /* U+25D6 "◖" */
    0x3f, 0x70,

    /* U+25D7 "◗" */
    0xef, 0xc0,

    /* U+25D8 "◘" */
    0xfb, 0xdf,

    /* U+25D9 "◙" */
    0xfc, 0xfb, 0xdf, 0x80,

    /* U+25DA "◚" */
    0xff, 0x40,

    /* U+25DB "◛" */
    0xef, 0x7e,

    /* U+25DC "◜" */
    0x3c,

    /* U+25DD "◝" */
    0xe4,

    /* U+25DE "◞" */
    0x27, 0x0,

    /* U+25DF "◟" */
    0xce, 0x30,

    /* U+25E0 "◠" */
    0x7e, 0x40,

    /* U+25E1 "◡" */
    0xce, 0x4c,

    /* U+25E2 "◢" */
    0x8, 0xce, 0xff, 0x80,

    /* U+25E3 "◣" */
    0x86, 0x39, 0xef, 0x80,

    /* U+25E4 "◤" */
    0xff, 0xb9, 0x88, 0x0,

    /* U+25E5 "◥" */
    0xfb, 0xce, 0x30, 0x80,

    /* U+25E6 "◦" */
    0x6f, 0xf6,

    /* U+25E7 "◧" */
    0xfd, 0xdd, 0xf0,

    /* U+25E8 "◨" */
    0xfb, 0xbb, 0xf0,

    /* U+25E9 "◩" */
    0xfd, 0x9f,

    /* U+25EA "◪" */
    0xf9, 0xbf,

    /* U+25EB "◫" */
    0xff, 0xff, 0xf0,

    /* U+25EC "◬" */
    0x11, 0xdf, 0xbf, 0x80,

    /* U+25ED "◭" */
    0x63, 0x3d, 0xbf, 0x80,

    /* U+25EE "◮" */
    0x31, 0x9f, 0xbf, 0x80,

    /* U+25EF "◯" */
    0x32, 0xf3, 0x93, 0x0,

    /* U+25F0 "◰" */
    0xff, 0xf9, 0xf0,

    /* U+25F1 "◱" */
    0xf9, 0xff, 0xf0,

    /* U+25F2 "◲" */
    0xf9, 0xbf, 0xf0,

    /* U+25F3 "◳" */
    0xff, 0xf9, 0xf0,

    /* U+25F4 "◴" */
    0x6f, 0xd9, 0x60,

    /* U+25F5 "◵" */
    0x32, 0xfa, 0xf3, 0x0,

    /* U+25F6 "◶" */
    0x32, 0xfe, 0xf3, 0x0,

    /* U+25F7 "◷" */
    0x33, 0xfb, 0xb3, 0x0,

    /* U+25F8 "◸" */
    0xfe, 0xc8,

    /* U+25F9 "◹" */
    0xf9, 0xc6, 0x10,

    /* U+25FA "◺" */
    0x8c, 0xcf, 0xf0,

    /* U+25FB "◻" */
    0xf7, 0x80,

    /* U+25FC "◼" */
    0xf0,

    /* U+25FD "◽" */
    0xf7, 0x80,

    /* U+25FE "◾" */
    0xfc,

    /* U+25FF "◿" */
    0x8, 0xce, 0xbf, 0x80,

    /* U+2602 "☂" */
    0xff, 0xf1, 0x84, 0x10,

    /* U+2605 "★" */
    0x13, 0xee, 0xf0,

    /* U+2606 "☆" */
    0x31, 0xef, 0xf0,

    /* U+2609 "☉" */
    0x77, 0xff, 0xf7, 0x0,

    /* U+260E "☎" */
    0xfe, 0xff, 0xf0,

    /* U+2610 "☐" */
    0xf9, 0x9f,

    /* U+2611 "☑" */
    0xff, 0xf0,

    /* U+2612 "☒" */
    0xf9, 0xff,

    /* U+2615 "☕" */
    0xff, 0xff, 0xfc, 0x70,

    /* U+2625 "☥" */
    0xfb, 0x3e, 0x40,

    /* U+2628 "☨" */
    0x6f, 0x22,

    /* U+262F "☯" */
    0x7b, 0xfe, 0xfe,

    /* U+2630 "☰" */
    0xff, 0xf0,

    /* U+2631 "☱" */
    0x9f, 0xf0,

    /* U+2632 "☲" */
    0xf9, 0xf0,

    /* U+2633 "☳" */
    0x99, 0xf0,

    /* U+2634 "☴" */
    0xff, 0x90,

    /* U+2635 "☵" */
    0x9f, 0x90,

    /* U+2636 "☶" */
    0xf9, 0x90,

    /* U+2637 "☷" */
    0x99, 0x90,

    /* U+2639 "☹" */
    0xff, 0x7f, 0xff, 0x78,

    /* U+263A "☺" */
    0xff, 0xfd, 0xff, 0x78,

    /* U+263B "☻" */
    0xff, 0xdf,

    /* U+2640 "♀" */
    0x6d, 0xdf, 0x20,

    /* U+2642 "♂" */
    0x1c, 0x77, 0xf6, 0xf0,

    /* U+2660 "♠" */
    0x46, 0xff,

    /* U+2661 "♡" */
    0x7d, 0xd6, 0x20,

    /* U+2662 "♢" */
    0x21, 0xb2, 0x62, 0x0,

    /* U+2663 "♣" */
    0x6f, 0xf7,

    /* U+2664 "♤" */
    0x21, 0xbe, 0xe0,

    /* U+2665 "♥" */
    0x2f, 0x60,

    /* U+2666 "♦" */
    0x21, 0xbe, 0xe0,

    /* U+2667 "♧" */
    0x6f, 0xef,

    /* U+2669 "♩" */
    0x33, 0x76,

    /* U+266A "♪" */
    0x38, 0xcf, 0x18,

    /* U+266B "♫" */
    0xfe, 0xf7, 0xa8, 0x0,

    /* U+266C "♬" */
    0xff, 0xf7, 0xb8, 0x0,

    /* U+2683 "⚃" */
    0xfe, 0xe3, 0xbf, 0x80,

    /* U+268A "⚊" */
    0xf0,

    /* U+268B "⚋" */
    0x90,

    /* U+268C "⚌" */
    0xff,

    /* U+268D "⚍" */
    0x9f,

    /* U+268E "⚎" */
    0xf9,

    /* U+268F "⚏" */
    0x99,

    /* U+269E "⚞" */
    0xc6, 0xf0, 0xc0,

    /* U+269F "⚟" */
    0x36, 0xf0, 0x30,

    /* U+26AA "⚪" */
    0x36, 0x4c,

    /* U+26AB "⚫" */
    0x7f, 0xe0,

    /* U+26AC "⚬" */
    0xdf, 0x0,

    /* U+26C8 "⛈" */
    0x6f, 0x64, 0x60,

    /* U+26F5 "⛵" */
    0x4f, 0xe0,

    /* U+2708 "✈" */
    0x6f, 0xa4,

    /* U+2713 "✓" */
    0xbc, 0x80,

    /* U+2734 "✴" */
    0x69, 0xe7, 0xd0,

    /* U+2735 "✵" */
    0xc3, 0xa7, 0xe, 0x6d, 0x0,

    /* U+2764 "❤" */
    0x5f, 0x62,

    /* U+2800 "⠀" */
    0x0,

    /* U+2801 "⠁" */
    0xc0,

    /* U+2802 "⠂" */
    0xc0,

    /* U+2803 "⠃" */
    0xf0,

    /* U+2804 "⠄" */
    0xc0,

    /* U+2805 "⠅" */
    0xcc,

    /* U+2806 "⠆" */
    0xf0,

    /* U+2807 "⠇" */
    0xfc,

    /* U+2808 "⠈" */
    0xc0,

    /* U+2809 "⠉" */
    0xf0,

    /* U+280A "⠊" */
    0x3f, 0xf8,

    /* U+280B "⠋" */
    0xfc,

    /* U+280C "⠌" */
    0x30, 0xc0,

    /* U+280D "⠍" */
    0xf0, 0xc0,

    /* U+280E "⠎" */
    0x3f, 0xf9, 0xc0,

    /* U+280F "⠏" */
    0xfc, 0xc0,

    /* U+2810 "⠐" */
    0xc0,

    /* U+2811 "⠑" */
    0xe7, 0xce,

    /* U+2812 "⠒" */
    0xf0,

    /* U+2813 "⠓" */
    0xcf,

    /* U+2814 "⠔" */
    0x3f, 0xf8,

    /* U+2815 "⠕" */
    0xe7, 0xff, 0xc0,

    /* U+2816 "⠖" */
    0xfc,

    /* U+2817 "⠗" */
    0xcf, 0xc0,

    /* U+2818 "⠘" */
    0xf0,

    /* U+2819 "⠙" */
    0xf3,

    /* U+281A "⠚" */
    0x3f,

    /* U+281B "⠛" */
    0xff,

    /* U+281C "⠜" */
    0x39, 0xff, 0xc0,

    /* U+281D "⠝" */
    0xff, 0xf8,

    /* U+281E "⠞" */
    0x3f, 0xc0,

    /* U+281F "⠟" */
    0xff, 0xc0,

    /* U+2820 "⠠" */
    0xc0,

    /* U+2821 "⠡" */
    0xc0, 0x30,

    /* U+2822 "⠢" */
    0xe7, 0xce,

    /* U+2823 "⠣" */
    0xe7, 0x3e, 0x70,

    /* U+2824 "⠤" */
    0xf0,

    /* U+2825 "⠥" */
    0xc0, 0xf0,

    /* U+2826 "⠦" */
    0xcf,

    /* U+2827 "⠧" */
    0xcc, 0xf0,

    /* U+2828 "⠨" */
    0xcc,

    /* U+2829 "⠩" */
    0xf0, 0x30,

    /* U+282A "⠪" */
    0x3f, 0xfe, 0x70,

    /* U+282B "⠫" */
    0xff, 0xce,

    /* U+282C "⠬" */
    0x30, 0xf0,

    /* U+282D "⠭" */
    0xf0, 0xf0,

    /* U+282E "⠮" */
    0x3f, 0xf9, 0xf0,

    /* U+282F "⠯" */
    0xfc, 0xf0,

    /* U+2830 "⠰" */
    0xf0,

    /* U+2831 "⠱" */
    0xe7, 0xce, 0x70,

    /* U+2832 "⠲" */
    0xf3,

    /* U+2833 "⠳" */
    0xcf, 0x30,

    /* U+2834 "⠴" */
    0x3f,

    /* U+2835 "⠵" */
    0xe7, 0xcf, 0xf0,

    /* U+2836 "⠶" */
    0xff,

    /* U+2837 "⠷" */
    0xcf, 0xf0,

    /* U+2838 "⠸" */
    0xfc,

    /* U+2839 "⠹" */
    0xf3, 0x30,

    /* U+283A "⠺" */
    0x3f, 0x30,

    /* U+283B "⠻" */
    0xff, 0x30,

    /* U+283C "⠼" */
    0x33, 0xf0,

    /* U+283D "⠽" */
    0xf3, 0xf0,

    /* U+283E "⠾" */
    0x3f, 0xf0,

    /* U+283F "⠿" */
    0xff, 0xf0,

    /* U+2840 "⡀" */
    0xc0,

    /* U+2841 "⡁" */
    0xc3,

    /* U+2842 "⡂" */
    0xcc,

    /* U+2843 "⡃" */
    0xf3,

    /* U+2844 "⡄" */
    0xf0,

    /* U+2845 "⡅" */
    0xcf,

    /* U+2846 "⡆" */
    0xfc,

    /* U+2847 "⡇" */
    0xff,

    /* U+2848 "⡈" */
    0x30, 0xc,

    /* U+2849 "⡉" */
    0xf0, 0xc,

    /* U+284A "⡊" */
    0x3f, 0xc0, 0xc0,

    /* U+284B "⡋" */
    0xfc, 0xc,

    /* U+284C "⡌" */
    0x30, 0xcc,

    /* U+284D "⡍" */
    0xf0, 0xcc,

    /* U+284E "⡎" */
    0x3f, 0xf9, 0xce, 0x0,

    /* U+284F "⡏" */
    0xfc, 0xcc,

    /* U+2850 "⡐" */
    0x30, 0xc0,

    /* U+2851 "⡑" */
    0xcf, 0x30, 0xc0,

    /* U+2852 "⡒" */
    0xf0, 0xc0,

    /* U+2853 "⡓" */
    0xcf, 0xc,

    /* U+2854 "⡔" */
    0x3f, 0xf9, 0xc0,

    /* U+2855 "⡕" */
    0xe7, 0xff, 0xce, 0x0,

    /* U+2856 "⡖" */
    0xfc, 0xc0,

    /* U+2857 "⡗" */
    0xcf, 0xcc,

    /* U+2858 "⡘" */
    0x33, 0xc,

    /* U+2859 "⡙" */
    0xf3, 0xc,

    /* U+285A "⡚" */
    0x3f, 0xc,

    /* U+285B "⡛" */
    0xff, 0xc,

    /* U+285C "⡜" */
    0x39, 0xff, 0xce, 0x0,

    /* U+285D "⡝" */
    0xff, 0xf9, 0xc0,

    /* U+285E "⡞" */
    0x3f, 0xcc,

    /* U+285F "⡟" */
    0xff, 0xcc,

    /* U+2860 "⡠" */
    0x3f, 0xf8,

    /* U+2861 "⡡" */
    0xc3, 0xfc,

    /* U+2862 "⡢" */
    0xe7, 0xff, 0xc0,

    /* U+2863 "⡣" */
    0xe7, 0x3f, 0xfe, 0x0,

    /* U+2864 "⡤" */
    0xfc,

    /* U+2865 "⡥" */
    0xc0, 0xfc,

    /* U+2866 "⡦" */
    0xcf, 0xc0,

    /* U+2867 "⡧" */
    0xcc, 0xfc,

    /* U+2868 "⡨" */
    0x39, 0xff, 0xc0,

    /* U+2869 "⡩" */
    0xf3, 0xfc,

    /* U+286A "⡪" */
    0x3f, 0xff, 0xfe, 0x0,

    /* U+286B "⡫" */
    0xff, 0xff, 0xc0,

    /* U+286C "⡬" */
    0x30, 0xfc,

    /* U+286D "⡭" */
    0xf0, 0xfc,

    /* U+286E "⡮" */
    0x3f, 0xf9, 0xfe, 0x0,

    /* U+286F "⡯" */
    0xfc, 0xfc,

    /* U+2870 "⡰" */
    0x39, 0xff, 0xc0,

    /* U+2871 "⡱" */
    0xe7, 0xcf, 0xfe, 0x0,

    /* U+2872 "⡲" */
    0xff, 0xf8,

    /* U+2873 "⡳" */
    0xcf, 0xfc,

    /* U+2874 "⡴" */
    0x3f, 0xc0,

    /* U+2875 "⡵" */
    0xcf, 0x3f, 0xc0,

    /* U+2876 "⡶" */
    0xff, 0xc0,

    /* U+2877 "⡷" */
    0xcf, 0xfc,

    /* U+2878 "⡸" */
    0x39, 0xcf, 0xfe, 0x0,

    /* U+2879 "⡹" */
    0xf9, 0xff, 0xc0,

    /* U+287A "⡺" */
    0x3f, 0xff, 0xc0,

    /* U+287B "⡻" */
    0xff, 0xff, 0xc0,

    /* U+287C "⡼" */
    0x33, 0xfc,

    /* U+287D "⡽" */
    0xf3, 0xfc,

    /* U+287E "⡾" */
    0x3f, 0xfc,

    /* U+287F "⡿" */
    0xff, 0xfc,

    /* U+2880 "⢀" */
    0xc0,

    /* U+2881 "⢁" */
    0xc0, 0x3,

    /* U+2882 "⢂" */
    0xc0, 0x30,

    /* U+2883 "⢃" */
    0xcc, 0x3,

    /* U+2884 "⢄" */
    0xe7, 0xce,

    /* U+2885 "⢅" */
    0xcc, 0xf3,

    /* U+2886 "⢆" */
    0xe7, 0x3e, 0x70,

    /* U+2887 "⢇" */
    0xe7, 0x39, 0xf3, 0x80,

    /* U+2888 "⢈" */
    0xc3,

    /* U+2889 "⢉" */
    0xf0, 0x3,

    /* U+288A "⢊" */
    0x3f, 0xf8, 0x1, 0x80,

    /* U+288B "⢋" */
    0xfc, 0x3,

    /* U+288C "⢌" */
    0x1f, 0x3e, 0x70,

    /* U+288D "⢍" */
    0xfc, 0xf3,

    /* U+288E "⢎" */
    0x3f, 0xf9, 0xf3, 0x80,

    /* U+288F "⢏" */
    0xff, 0x3e, 0x70,

    /* U+2890 "⢐" */
    0xcc,

    /* U+2891 "⢑" */
    0xe7, 0xce, 0x1, 0x80,

    /* U+2892 "⢒" */
    0xf0, 0x30,

    /* U+2893 "⢓" */
    0xcf, 0x3,

    /* U+2894 "⢔" */
    0x3f, 0xfe, 0x70,

    /* U+2895 "⢕" */
    0xe7, 0xbd, 0xf3, 0x80,

    /* U+2896 "⢖" */
    0xff, 0xce,

    /* U+2897 "⢗" */
    0xcf, 0xf3,

    /* U+2898 "⢘" */
    0xf3,

    /* U+2899 "⢙" */
    0xf3, 0x3,

    /* U+289A "⢚" */
    0x3f, 0x3,

    /* U+289B "⢛" */
    0xff, 0x3,

    /* U+289C "⢜" */
    0x39, 0xff, 0xf3, 0x80,

    /* U+289D "⢝" */
    0xff, 0xfe, 0x70,

    /* U+289E "⢞" */
    0x1f, 0xfe, 0x70,

    /* U+289F "⢟" */
    0xff, 0xfe, 0x70,

    /* U+28A0 "⢠" */
    0xf0,

    /* U+28A1 "⢡" */
    0xc0, 0x33,

    /* U+28A2 "⢢" */
    0xe7, 0xce, 0x70,

    /* U+28A3 "⢣" */
    0xe7, 0x3e, 0x73, 0x80,

    /* U+28A4 "⢤" */
    0xf3,

    /* U+28A5 "⢥" */
    0xc0, 0xf3,

    /* U+28A6 "⢦" */
    0xcf, 0x30,

    /* U+28A7 "⢧" */
    0xcc, 0xf3,

    /* U+28A8 "⢨" */
    0xcf,

    /* U+28A9 "⢩" */
    0xf0, 0x33,

    /* U+28AA "⢪" */
    0x3f, 0xfe, 0x73, 0x80,

    /* U+28AB "⢫" */
    0xff, 0xce, 0x70,

    /* U+28AC "⢬" */
    0x30, 0xf3,

    /* U+28AD "⢭" */
    0xf0, 0xf3,

    /* U+28AE "⢮" */
    0x3f, 0xf9, 0xf1, 0x80,

    /* U+28AF "⢯" */
    0xfc, 0xf3,

    /* U+28B0 "⢰" */
    0xfc,

    /* U+28B1 "⢱" */
    0xe7, 0xce, 0x73, 0x80,

    /* U+28B2 "⢲" */
    0xf3, 0x30,

    /* U+28B3 "⢳" */
    0xcf, 0x33,

    /* U+28B4 "⢴" */
    0x3f, 0x30,

    /* U+28B5 "⢵" */
    0xef, 0x3f, 0x10,

    /* U+28B6 "⢶" */
    0xff, 0x30,

    /* U+28B7 "⢷" */
    0xcf, 0xf3,

    /* U+28B8 "⢸" */
    0xff,

    /* U+28B9 "⢹" */
    0xf3, 0x33,

    /* U+28BA "⢺" */
    0x3f, 0x33,

    /* U+28BB "⢻" */
    0xff, 0x33,

    /* U+28BC "⢼" */
    0x33, 0xf3,

    /* U+28BD "⢽" */
    0xf3, 0xf3,

    /* U+28BE "⢾" */
    0x3f, 0xf3,

    /* U+28BF "⢿" */
    0xff, 0xf3,

    /* U+28C0 "⣀" */
    0xf0,

    /* U+28C1 "⣁" */
    0xc0, 0xf,

    /* U+28C2 "⣂" */
    0xc0, 0xf0,

    /* U+28C3 "⣃" */
    0xcc, 0xf,

    /* U+28C4 "⣄" */
    0xcf,

    /* U+28C5 "⣅" */
    0xc0, 0xcf,

    /* U+28C6 "⣆" */
    0xcc, 0xf0,

    /* U+28C7 "⣇" */
    0xcc, 0xcf,

    /* U+28C8 "⣈" */
    0x30, 0xf,

    /* U+28C9 "⣉" */
    0xf0, 0xf,

    /* U+28CA "⣊" */
    0x3f, 0xc0, 0xf0,

    /* U+28CB "⣋" */
    0xfc, 0xf,

    /* U+28CC "⣌" */
    0x30, 0xcf,

    /* U+28CD "⣍" */
    0xf0, 0xcf,

    /* U+28CE "⣎" */
    0x3f, 0xf9, 0xcf, 0x80,

    /* U+28CF "⣏" */
    0xfc, 0xcf,

    /* U+28D0 "⣐" */
    0x30, 0xf0,

    /* U+28D1 "⣑" */
    0xcf, 0x30, 0xf0,

    /* U+28D2 "⣒" */
    0xf0, 0xf0,

    /* U+28D3 "⣓" */
    0xcf, 0xf,

    /* U+28D4 "⣔" */
    0x3f, 0xf9, 0xf0,

    /* U+28D5 "⣕" */
    0xe7, 0xff, 0xcf, 0x80,

    /* U+28D6 "⣖" */
    0xfc, 0xf0,

    /* U+28D7 "⣗" */
    0xcf, 0xcf,

    /* U+28D8 "⣘" */
    0x33, 0xf,

    /* U+28D9 "⣙" */
    0xf3, 0xf,

    /* U+28DA "⣚" */
    0x3f, 0xf,

    /* U+28DB "⣛" */
    0xff, 0xf,

    /* U+28DC "⣜" */
    0x39, 0xff, 0xcf, 0x80,

    /* U+28DD "⣝" */
    0xff, 0xf9, 0xf0,

    /* U+28DE "⣞" */
    0x3f, 0xcf,

    /* U+28DF "⣟" */
    0xff, 0xcf,

    /* U+28E0 "⣠" */
    0x3f,

    /* U+28E1 "⣡" */
    0xc0, 0x3f,

    /* U+28E2 "⣢" */
    0xe7, 0xcf, 0xf0,

    /* U+28E3 "⣣" */
    0xe7, 0x3e, 0x7f, 0x80,

    /* U+28E4 "⣤" */
    0xff,

    /* U+28E5 "⣥" */
    0xc0, 0xff,

    /* U+28E6 "⣦" */
    0xcf, 0xf0,

    /* U+28E7 "⣧" */
    0xcc, 0xff,

    /* U+28E8 "⣨" */
    0x30, 0x3f,

    /* U+28E9 "⣩" */
    0xf0, 0x3f,

    /* U+28EA "⣪" */
    0x3f, 0xfe, 0x7f, 0x80,

    /* U+28EB "⣫" */
    0xff, 0xcf, 0xf0,

    /* U+28EC "⣬" */
    0x30, 0xff,

    /* U+28ED "⣭" */
    0xf0, 0xff,

    /* U+28EE "⣮" */
    0x3f, 0xf9, 0xff, 0x80,

    /* U+28EF "⣯" */
    0xfc, 0xff,

    /* U+28F0 "⣰" */
    0x33, 0xf0,

    /* U+28F1 "⣱" */
    0xe7, 0xce, 0x7f, 0x80,

    /* U+28F2 "⣲" */
    0xf3, 0xf0,

    /* U+28F3 "⣳" */
    0xcf, 0x3f,

    /* U+28F4 "⣴" */
    0x3f, 0xf0,

    /* U+28F5 "⣵" */
    0xe7, 0xcf, 0xff, 0x80,

    /* U+28F6 "⣶" */
    0xff, 0xf0,

    /* U+28F7 "⣷" */
    0xcf, 0xff,

    /* U+28F8 "⣸" */
    0x33, 0x3f,

    /* U+28F9 "⣹" */
    0xf3, 0x3f,

    /* U+28FA "⣺" */
    0x3f, 0x3f,

    /* U+28FB "⣻" */
    0xff, 0x3f,

    /* U+28FC "⣼" */
    0x33, 0xff,

    /* U+28FD "⣽" */
    0xf3, 0xff,

    /* U+28FE "⣾" */
    0x3f, 0xff,

    /* U+28FF "⣿" */
    0xff, 0xff,

    /* U+29C9 "⧉" */
    0xef, 0xf7,

    /* U+2B12 "⬒" */
    0xff, 0x9f,

    /* U+2B13 "⬓" */
    0xf9, 0x9f, 0xf0,

    /* U+2B14 "⬔" */
    0xff, 0xbf,

    /* U+2B15 "⬕" */
    0xfd, 0xff,

    /* U+2B16 "⬖" */
    0x63, 0x37, 0xc6, 0x0,

    /* U+2B17 "⬗" */
    0x31, 0xb6, 0xf3, 0x0,

    /* U+2B18 "⬘" */
    0x36, 0x4c, 0x40,

    /* U+2B19 "⬙" */
    0x21, 0x97, 0xf2, 0x0,

    /* U+2B1D "⬝" */
    0x80,

    /* U+2B24 "⬤" */
    0xff, 0xf6,

    /* U+2B25 "⬥" */
    0x7f, 0x0,

    /* U+2B26 "⬦" */
    0x1d, 0x80,

    /* U+2B27 "⬧" */
    0x7f, 0x0,

    /* U+2B28 "⬨" */
    0xfd, 0x90,

    /* U+2B29 "⬩" */
    0x7d, 0x0,

    /* U+2B2A "⬪" */
    0xb8,

    /* U+2B2B "⬫" */
    0x74,

    /* U+2B2C "⬬" */
    0x7f, 0xe0,

    /* U+2B2D "⬭" */
    0x36, 0x4c,

    /* U+2B2E "⬮" */
    0xdf, 0xa0,

    /* U+2B2F "⬯" */
    0x26, 0xd6, 0x20,

    /* U+2B55 "⭕" */
    0x76, 0xe7, 0xbf, 0x0,

    /* U+2B58 "⭘" */
    0xf7, 0x80,

    /* U+2B73 "⭳" */
    0x5f, 0x80,

    /* U+2B9C "⮜" */
    0x13, 0xe1,

    /* U+2B9D "⮝" */
    0x63, 0xa7, 0x10,

    /* U+2B9E "⮞" */
    0x43, 0xf, 0x80,

    /* U+2B9F "⮟" */
    0x9b, 0x18,

    /* U+2BBA "⮺" */
    0x7f, 0xfe,

    /* U+2BC0 "⯀" */
    0xff, 0x80,

    /* U+2BC5 "⯅" */
    0x23, 0x9d, 0xf0,

    /* U+2BC6 "⯆" */
    0xfb, 0x9c, 0x40,

    /* U+2BC7 "⯇" */
    0x13, 0xf7,

    /* U+2BC8 "⯈" */
    0x8e, 0xfc, 0x80,

    /* U+2BCA "⯊" */
    0x5f, 0x80,

    /* U+2BCB "⯋" */
    0xfd, 0x0,

    /* U+2E2E "⸮" */
    0xf5, 0x20,

    /* U+4DC0 "䷀" */
    0xff, 0xf0,

    /* U+4DC1 "䷁" */
    0x99, 0x90,

    /* U+4DC2 "䷂" */
    0xbf, 0x9f,

    /* U+4DC3 "䷃" */
    0xf9, 0x9f, 0x90,

    /* U+4DC4 "䷄" */
    0x9f, 0x9f,

    /* U+4DC5 "䷅" */
    0xff, 0x9f, 0x90,

    /* U+4DC6 "䷆" */
    0x99, 0x9f, 0x90,

    /* U+4DC7 "䷇" */
    0xbf, 0x99,

    /* U+4DC8 "䷈" */
    0xf9, 0xf0,

    /* U+4DC9 "䷉" */
    0xff, 0x9f,

    /* U+4DCA "䷊" */
    0x99, 0xf0,

    /* U+4DCB "䷋" */
    0xff, 0x90,

    /* U+4DCC "䷌" */
    0xff, 0xff,

    /* U+4DCD "䷍" */
    0xf9, 0x6f,

    /* U+4DCE "䷎" */
    0x99, 0xf9,

    /* U+4DCF "䷏" */
    0x96, 0x90,

    /* U+4DD0 "䷐" */
    0xf9, 0xf0,

    /* U+4DD1 "䷑" */
    0xf9, 0xf, 0x90,

    /* U+4DD2 "䷒" */
    0x99, 0x9f,

    /* U+4DD3 "䷓" */
    0xf9, 0x90,

    /* U+4DD4 "䷔" */
    0xff, 0x9f,

    /* U+4DD5 "䷕" */
    0xf9, 0xff,

    /* U+4DD6 "䷖" */
    0xf9, 0x9,

    /* U+4DD7 "䷗" */
    0x99, 0x9f,

    /* U+4DD8 "䷘" */
    0xff, 0x9f,

    /* U+4DD9 "䷙" */
    0xf9, 0xf,

    /* U+4DDA "䷚" */
    0xf9, 0x9f,

    /* U+4DDB "䷛" */
    0xf0, 0xf9,

    /* U+4DDC "䷜" */
    0xbf, 0x9f, 0x90,

    /* U+4DDD "䷝" */
    0xff, 0xff,

    /* U+4DDE "䷞" */
    0xff, 0x90,

    /* U+4DDF "䷟" */
    0x96, 0xf9,

    /* U+4DE0 "䷠" */
    0xff, 0xf9,

    /* U+4DE1 "䷡" */
    0x96, 0xf0,

    /* U+4DE2 "䷢" */
    0xf9, 0x69,

    /* U+4DE3 "䷣" */
    0x99, 0xff,

    /* U+4DE4 "䷤" */
    0xf9, 0xf0,

    /* U+4DE5 "䷥" */
    0xff, 0x9f,

    /* U+4DE6 "䷦" */
    0xff, 0x90,

    /* U+4DE7 "䷧" */
    0x9f, 0xf9,

    /* U+4DE8 "䷨" */
    0xf9, 0x9f,

    /* U+4DE9 "䷩" */
    0xf9, 0xf0,

    /* U+4DEA "䷪" */
    0xf0, 0xf0,

    /* U+4DEB "䷫" */
    0xff, 0xf9,

    /* U+4DEC "䷬" */
    0xf0, 0x90,

    /* U+4DED "䷭" */
    0x99, 0xf9,

    /* U+4DEE "䷮" */
    0xf9, 0xf9,

    /* U+4DEF "䷯" */
    0xbf, 0x9f, 0x90,

    /* U+4DF0 "䷰" */
    0xff, 0xf0,

    /* U+4DF1 "䷱" */
    0xf9, 0x6f, 0x90,

    /* U+4DF2 "䷲" */
    0xf9, 0xf0,

    /* U+4DF3 "䷳" */
    0xff, 0x90,

    /* U+4DF4 "䷴" */
    0xff, 0x90,

    /* U+4DF5 "䷵" */
    0x9f, 0xf0,

    /* U+4DF6 "䷶" */
    0xff, 0xf0,

    /* U+4DF7 "䷷" */
    0xff, 0xf9,

    /* U+4DF8 "䷸" */
    0xf9, 0xf9,

    /* U+4DF9 "䷹" */
    0xf9, 0xf0,

    /* U+4DFA "䷺" */
    0xf9, 0xf9,

    /* U+4DFB "䷻" */
    0xff, 0x9f,

    /* U+4DFC "䷼" */
    0xf9, 0xf0,

    /* U+4DFD "䷽" */
    0xff, 0x90,

    /* U+4DFE "䷾" */
    0x9f, 0x9f,

    /* U+4DFF "䷿" */
    0xff, 0x9f, 0x90,

    /* U+E080 "" */
    0x0,

    /* U+E081 "" */
    0xc0,

    /* U+E082 "" */
    0xf0,

    /* U+E083 "" */
    0xfc,

    /* U+E084 "" */
    0xc0,

    /* U+E085 "" */
    0xf3,

    /* U+E086 "" */
    0xfc,

    /* U+E087 "" */
    0xff,

    /* U+E088 "" */
    0xc0,

    /* U+E089 "" */
    0xf0,

    /* U+E08A "" */
    0x3f, 0xcc,

    /* U+E08B "" */
    0xfc, 0xc0,

    /* U+E08C "" */
    0x33, 0xc,

    /* U+E08D "" */
    0xff, 0xc,

    /* U+E08E "" */
    0x3f, 0xcc, 0xc0,

    /* U+E08F "" */
    0xfc, 0xcc,

    /* U+E090 "" */
    0xf0,

    /* U+E091 "" */
    0xcf, 0x33,

    /* U+E092 "" */
    0xff,

    /* U+E093 "" */
    0xcf, 0xf0,

    /* U+E094 "" */
    0x33, 0xfc,

    /* U+E095 "" */
    0xc3, 0xfc,

    /* U+E096 "" */
    0xff, 0xc0,

    /* U+E097 "" */
    0xcf, 0xfc,

    /* U+E098 "" */
    0xfc,

    /* U+E099 "" */
    0xf3, 0x30,

    /* U+E09A "" */
    0x3f, 0xf0,

    /* U+E09B "" */
    0xff, 0xf0,

    /* U+E09C "" */
    0x33, 0x3f, 0xc0,

    /* U+E09D "" */
    0xff, 0x3f, 0xc0,

    /* U+E09E "" */
    0x3f, 0xfc,

    /* U+E09F "" */
    0xff, 0xfc,

    /* U+E0A0 "" */
    0xc0,

    /* U+E0A1 "" */
    0xcc, 0x3,

    /* U+E0A2 "" */
    0xcc, 0xf3,

    /* U+E0A3 "" */
    0xcc, 0xcf, 0x30,

    /* U+E0A4 "" */
    0xf0,

    /* U+E0A5 "" */
    0xcc, 0xf,

    /* U+E0A6 "" */
    0xcc, 0xf0,

    /* U+E0A7 "" */
    0xcc, 0xcf,

    /* U+E0A8 "" */
    0xf3,

    /* U+E0A9 "" */
    0xff, 0x3,

    /* U+E0AA "" */
    0x3c, 0xf3,

    /* U+E0AB "" */
    0xff, 0xcf, 0x30,

    /* U+E0AC "" */
    0x33, 0xf,

    /* U+E0AD "" */
    0xff, 0xf,

    /* U+E0AE "" */
    0x3c, 0xf0,

    /* U+E0AF "" */
    0xff, 0xcf,

    /* U+E0B0 "" */
    0xfc,

    /* U+E0B1 "" */
    0xcf, 0x33, 0x30,

    /* U+E0B2 "" */
    0xff, 0x30,

    /* U+E0B3 "" */
    0xcf, 0xf3,

    /* U+E0B4 "" */
    0x33, 0xf0,

    /* U+E0B5 "" */
    0xc3, 0xf0,

    /* U+E0B6 "" */
    0xff, 0xf0,

    /* U+E0B7 "" */
    0xcf, 0xff,

    /* U+E0B8 "" */
    0xff,

    /* U+E0B9 "" */
    0xf3, 0x33,

    /* U+E0BA "" */
    0x3f, 0xf3,

    /* U+E0BB "" */
    0xff, 0xf3,

    /* U+E0BC "" */
    0x33, 0x3f,

    /* U+E0BD "" */
    0xff, 0x3f,

    /* U+E0BE "" */
    0x3f, 0xff,

    /* U+E0BF "" */
    0xff, 0xff,

    /* U+E0C0 "" */
    0x0,

    /* U+E0C1 "" */
    0xc0,

    /* U+E0C2 "" */
    0xc0,

    /* U+E0C3 "" */
    0xfc,

    /* U+E0C4 "" */
    0xc0,

    /* U+E0C5 "" */
    0xc3,

    /* U+E0C6 "" */
    0xfc,

    /* U+E0C7 "" */
    0xff,

    /* U+E0C8 "" */
    0xc0,

    /* U+E0C9 "" */
    0xf0,

    /* U+E0CA "" */
    0x33, 0xc0,

    /* U+E0CB "" */
    0xff, 0xc0,

    /* U+E0CC "" */
    0x30, 0xc0,

    /* U+E0CD "" */
    0xf0, 0xc,

    /* U+E0CE "" */
    0x3c, 0xcc,

    /* U+E0CF "" */
    0xfc, 0xcc,

    /* U+E0D0 "" */
    0xc0,

    /* U+E0D1 "" */
    0xcc, 0x30,

    /* U+E0D2 "" */
    0xf0,

    /* U+E0D3 "" */
    0xcc, 0xf0,

    /* U+E0D4 "" */
    0x3c,

    /* U+E0D5 "" */
    0xc3, 0x3c,

    /* U+E0D6 "" */
    0xff, 0xc0,

    /* U+E0D7 "" */
    0xcf, 0xfc,

    /* U+E0D8 "" */
    0xfc,

    /* U+E0D9 "" */
    0xff, 0x30,

    /* U+E0DA "" */
    0x33, 0xf0,

    /* U+E0DB "" */
    0xff, 0xf0,

    /* U+E0DC "" */
    0x33, 0xc0,

    /* U+E0DD "" */
    0xf3, 0x3c,

    /* U+E0DE "" */
    0x3f, 0xfc,

    /* U+E0DF "" */
    0xff, 0xfc,

    /* U+E0E0 "" */
    0xc0,

    /* U+E0E1 "" */
    0xc0, 0x3,

    /* U+E0E2 "" */
    0xcc, 0x30,

    /* U+E0E3 "" */
    0xcc, 0xc3,

    /* U+E0E4 "" */
    0xcf,

    /* U+E0E5 "" */
    0xc0, 0xf,

    /* U+E0E6 "" */
    0xcc, 0xf0,

    /* U+E0E7 "" */
    0xcc, 0xcf,

    /* U+E0E8 "" */
    0xc3,

    /* U+E0E9 "" */
    0xf0, 0x3,

    /* U+E0EA "" */
    0x3c, 0xc3,

    /* U+E0EB "" */
    0xfc, 0xc3,

    /* U+E0EC "" */
    0x30, 0xcf,

    /* U+E0ED "" */
    0xf0, 0xf,

    /* U+E0EE "" */
    0x3c, 0xcf,

    /* U+E0EF "" */
    0xfc, 0xcf,

    /* U+E0F0 "" */
    0xf0,

    /* U+E0F1 "" */
    0xcc, 0x33,

    /* U+E0F2 "" */
    0xf3,

    /* U+E0F3 "" */
    0xcc, 0xf3,

    /* U+E0F4 "" */
    0x3f,

    /* U+E0F5 "" */
    0xcc, 0x3f,

    /* U+E0F6 "" */
    0xff,

    /* U+E0F7 "" */
    0xcc, 0xff,

    /* U+E0F8 "" */
    0xff,

    /* U+E0F9 "" */
    0xf3, 0x33,

    /* U+E0FA "" */
    0x3f, 0xf3,

    /* U+E0FB "" */
    0xff, 0xf3,

    /* U+E0FC "" */
    0x33, 0xff,

    /* U+E0FD "" */
    0xf3, 0x3f,

    /* U+E0FE "" */
    0x3f, 0xff,

    /* U+E0FF "" */
    0xff, 0xff,

    /* U+E100 "" */
    0xf0,

    /* U+E101 "" */
    0xff,

    /* U+E102 "" */
    0xff, 0xf0,

    /* U+E103 "" */
    0xff, 0xf0,

    /* U+E104 "" */
    0xff, 0xff,

    /* U+E105 "" */
    0xf0,

    /* U+E106 "" */
    0xf0,

    /* U+E107 "" */
    0xff,

    /* U+E108 "" */
    0xff, 0xf0,

    /* U+E109 "" */
    0xff, 0xf0,

    /* U+E10A "" */
    0x7f, 0xc2,

    /* U+E10B "" */
    0x7f, 0xc2,

    /* U+E10C "" */
    0x6f, 0xf6,

    /* U+E10D "" */
    0x6f, 0xf6,

    /* U+E10E "" */
    0xf7, 0xde,

    /* U+E10F "" */
    0xf7, 0xde,

    /* U+E110 "" */
    0xdb, 0x76,

    /* U+E111 "" */
    0xdb, 0x76,

    /* U+E112 "" */
    0x11, 0x37, 0xf3,

    /* U+E113 "" */
    0x41, 0x87, 0x3e, 0xfc, 0x70,

    /* U+E114 "" */
    0x7b, 0xcc, 0x30,

    /* U+E115 "" */
    0x79, 0xc6, 0x10, 0x80,

    /* U+E116 "" */
    0x13, 0x7f,

    /* U+E117 "" */
    0x8e, 0xff,

    /* U+E118 "" */
    0xfe, 0xc8,

    /* U+E119 "" */
    0xff, 0x71,

    /* U+E11A "" */
    0xff, 0xb1, 0x0,

    /* U+E11B "" */
    0xfb, 0xce, 0x30,

    /* U+E11C "" */
    0x8, 0xdf, 0xf0,

    /* U+E11D "" */
    0xc7, 0x3d, 0xf0,

    /* U+E11E "" */
    0x13, 0xf0,

    /* U+E11F "" */
    0x8e, 0xf0,

    /* U+E120 "" */
    0xfc, 0x80,

    /* U+E121 "" */
    0xf7, 0x10,

    /* U+E122 "" */
    0xff, 0xc8,

    /* U+E123 "" */
    0xff, 0x71,

    /* U+E124 "" */
    0x13, 0xff,

    /* U+E125 "" */
    0x8e, 0xff,

    /* U+E126 "" */
    0x2d, 0xf0,

    /* U+E127 "" */
    0x9b, 0x70,

    /* U+E128 "" */
    0xfb, 0x40,

    /* U+E129 "" */
    0xed, 0x90,

    /* U+E12A "" */
    0xff, 0xbd, 0xce, 0x0,

    /* U+E12B "" */
    0xfb, 0xde, 0xf3, 0x80,

    /* U+E12C "" */
    0x39, 0xde, 0xff, 0x80,

    /* U+E12D "" */
    0xe7, 0xbd, 0xef, 0x80,

    /* U+E12E "" */
    0x1f,

    /* U+E12F "" */
    0xef,

    /* U+E130 "" */
    0xf8,

    /* U+E131 "" */
    0xf7,

    /* U+E132 "" */
    0xff, 0xf0,

    /* U+E133 "" */
    0xff, 0xde,

    /* U+E134 "" */
    0x1f, 0xfe,

    /* U+E135 "" */
    0xf7, 0xfe,

    /* U+E136 "" */
    0x2f, 0x80,

    /* U+E137 "" */
    0xdb, 0x80,

    /* U+E138 "" */
    0xfa, 0x0,

    /* U+E139 "" */
    0xed, 0x80,

    /* U+E13A "" */
    0xfe, 0xec,

    /* U+E13B "" */
    0xff, 0x73,

    /* U+E13C "" */
    0x37, 0x7f,

    /* U+E13D "" */
    0xce, 0xff,

    /* U+E13E "" */
    0x2f, 0x80,

    /* U+E13F "" */
    0x9b, 0x80,

    /* U+E140 "" */
    0xfa, 0x0,

    /* U+E141 "" */
    0xec, 0x80,

    /* U+E142 "" */
    0xff, 0xec,

    /* U+E143 "" */
    0xff, 0xf7,

    /* U+E144 "" */
    0x37, 0xff,

    /* U+E145 "" */
    0xef, 0xff,

    /* U+E146 "" */
    0x70,

    /* U+E147 "" */
    0xf0,

    /* U+E148 "" */
    0xe0,

    /* U+E149 "" */
    0xf0,

    /* U+E14A "" */
    0x70,

    /* U+E14B "" */
    0xf0,

    /* U+E14C "" */
    0xe0,

    /* U+E14D "" */
    0xf0,

    /* U+E14E "" */
    0xff, 0xfd, 0xc0,

    /* U+E14F "" */
    0xff, 0xde, 0x70,

    /* U+E150 "" */
    0x3b, 0xff, 0xf0,

    /* U+E151 "" */
    0xe7, 0xbf, 0xf0,

    /* U+E152 "" */
    0x1f,

    /* U+E153 "" */
    0xef,

    /* U+E154 "" */
    0xf8,

    /* U+E155 "" */
    0xf7,

    /* U+E156 "" */
    0xde, 0xe2,

    /* U+E157 "" */
    0xec, 0x1e,

    /* U+E158 "" */
    0x8e, 0xf6,

    /* U+E159 "" */
    0xf0, 0x6e,

    /* U+E15A "" */
    0x23, 0xbe,

    /* U+E15B "" */
    0x9b, 0xe8,

    /* U+E15C "" */
    0xfb, 0x88,

    /* U+E15D "" */
    0x7d, 0x90,

    /* U+E15E "" */
    0xff, 0xf7, 0x10,

    /* U+E15F "" */
    0xf7, 0x37, 0xf0,

    /* U+E160 "" */
    0x8e, 0xff, 0xf0,

    /* U+E161 "" */
    0xfe, 0xce, 0xf0,

    /* U+E162 "" */
    0x23, 0xbf, 0xf0,

    /* U+E163 "" */
    0xe7, 0xbf, 0xee, 0x0,

    /* U+E164 "" */
    0xff, 0xdc, 0x40,

    /* U+E165 "" */
    0x7f, 0xde, 0x70,

    /* U+E166 "" */
    0xde, 0xc0,

    /* U+E167 "" */
    0xd1, 0xc0,

    /* U+E168 "" */
    0x8e, 0xc0,

    /* U+E169 "" */
    0xe3, 0xc0,

    /* U+E16A "" */
    0xfb, 0x88, 0xef, 0x80,

    /* U+E16B "" */
    0xdf, 0xf7, 0x10,

    /* U+E16C "" */
    0xf8, 0x88, 0x80,

    /* U+E16D "" */
    0xf1, 0x11, 0x10,

    /* U+E16E "" */
    0x11, 0x11, 0xf0,

    /* U+E16F "" */
    0x88, 0x88, 0xf0,

    /* U+E170 "" */
    0xf0,

    /* U+E171 "" */
    0xf0,

    /* U+E172 "" */
    0xf0,

    /* U+E173 "" */
    0xf0,

    /* U+E174 "" */
    0xf0,

    /* U+E175 "" */
    0xf0,

    /* U+E176 "" */
    0xf0,

    /* U+E177 "" */
    0xf0,

    /* U+E178 "" */
    0xf0,

    /* U+E179 "" */
    0xc3, 0x86,

    /* U+E17A "" */
    0x86, 0x10,

    /* U+E17B "" */
    0x9, 0xb0,

    /* U+E17C "" */
    0x19, 0x30,

    /* U+E17D "" */
    0x91, 0x22,

    /* U+E17E "" */
    0xc6, 0x23, 0x10,

    /* U+E17F "" */
    0x29, 0x48,

    /* U+E180 "" */
    0x13, 0x26, 0xc0,

    /* U+E181 "" */
    0xc3, 0xf, 0x80,

    /* U+E182 "" */
    0x19, 0xb0, 0x60,

    /* U+E183 "" */
    0xca, 0xcc, 0x40,

    /* U+E184 "" */
    0x21, 0x97, 0x90,

    /* U+E185 "" */
    0x80,

    /* U+E186 "" */
    0xff, 0x80,

    /* U+E187 "" */
    0xff, 0x80,

    /* U+E188 "" */
    0x77, 0xbd, 0xf3, 0x80,

    /* U+E189 "" */
    0x5f, 0x80,

    /* U+E18A "" */
    0xfd, 0x0,

    /* U+E18B "" */
    0x19, 0xdf, 0xf0,

    /* U+E18C "" */
    0xc7, 0xbd, 0xf0,

    /* U+E18D "" */
    0xff, 0xb9, 0x80,

    /* U+E18E "" */
    0xfb, 0xde, 0x30,

    /* U+E18F "" */
    0xee, 0x1a, 0xf3, 0x0,

    /* U+E190 "" */
    0x22, 0x0,

    /* U+E191 "" */
    0x86, 0x10,

    /* U+E192 "" */
    0x5a, 0x5a,

    /* U+E193 "" */
    0xa0, 0xd4, 0x30,

    /* U+E194 "" */
    0xff, 0xfd, 0xff, 0x0,

    /* U+E195 "" */
    0xff, 0xff, 0xf0,

    /* U+E196 "" */
    0xff, 0xff,

    /* U+E197 "" */
    0xff, 0xff,

    /* U+E198 "" */
    0xa2, 0x80,

    /* U+E199 "" */
    0xf7, 0xbd, 0xf7, 0x80,

    /* U+E19A "" */
    0x5e, 0x5e,

    /* U+E19B "" */
    0xfb, 0x7b,

    /* U+E19C "" */
    0x7b, 0xfe, 0xf0, 0x80,

    /* U+E19D "" */
    0xfb, 0xde, 0xf0,

    /* U+E19E "" */
    0xcf, 0xff, 0xff,

    /* U+E19F "" */
    0x7b, 0xff, 0xf2, 0x0,

    /* U+E1A0 "" */
    0xf0, 0x0, 0xf0,

    /* U+E1A1 "" */
    0xf1, 0x51, 0xf0,

    /* U+E1A2 "" */
    0xf0,

    /* U+E1A3 "" */
    0xf0,

    /* U+E1A4 "" */
    0xf0,

    /* U+E1A5 "" */
    0xee, 0xee, 0xe0,

    /* U+E1A6 "" */
    0xff, 0xf0, 0xf0,

    /* U+E1A7 "" */
    0x27, 0xc8,

    /* U+E1A8 "" */
    0x22, 0xf2, 0x20,

    /* U+E1A9 "" */
    0x7b, 0xff, 0xf0, 0x80,

    /* U+E1AA "" */
    0x7f, 0xff, 0xff, 0x0,

    /* U+E800 "" */
    0x88, 0xf8, 0x80,

    /* U+E801 "" */
    0xf9, 0x8, 0x40,

    /* U+E802 "" */
    0x11, 0xf1, 0x10,

    /* U+E803 "" */
    0x21, 0x9, 0xf0,

    /* U+E804 "" */
    0xf8, 0x80,

    /* U+E805 "" */
    0xea, 0x80,

    /* U+E806 "" */
    0xf1, 0x10,

    /* U+E807 "" */
    0xd5, 0x40,

    /* U+E808 "" */
    0x11, 0xf0,

    /* U+E809 "" */
    0x55, 0xc0,

    /* U+E80A "" */
    0x88, 0xf0,

    /* U+E80B "" */
    0x88, 0xf0,

    /* U+E80C "" */
    0xf8, 0x80,

    /* U+E80D "" */
    0xf2, 0x48,

    /* U+E80E "" */
    0xe4, 0x92,

    /* U+E80F "" */
    0xf1, 0x10,

    /* U+E810 "" */
    0x11, 0xf0,

    /* U+E811 "" */
    0x24, 0x9e,

    /* U+E812 "" */
    0x92, 0x4e,

    /* U+E813 "" */
    0xc3, 0x6, 0x10, 0x80,

    /* U+E814 "" */
    0x88, 0x47, 0x10,

    /* U+E815 "" */
    0x13, 0x48, 0x80,

    /* U+E816 "" */
    0x8, 0x46, 0x4c, 0x0,

    /* U+E817 "" */
    0x2a, 0x40,

    /* U+E818 "" */
    0xc6, 0x31,

    /* U+E819 "" */
    0x76, 0x42,

    /* U+E81A "" */
    0x12, 0xc0,

    /* U+E81B "" */
    0x44, 0x64, 0xc0,

    /* U+E81C "" */
    0xc4, 0xac,

    /* U+E81D "" */
    0x79, 0x12,

    /* U+E81E "" */
    0x88, 0x80,

    /* U+E81F "" */
    0xcb, 0x88,

    /* U+E820 "" */
    0x21, 0x32, 0x62, 0x0,

    /* U+E821 "" */
    0x23, 0xd7, 0x20,

    /* U+E822 "" */
    0xc6, 0x30,

    /* U+E823 "" */
    0x2b, 0x0,

    /* U+E824 "" */
    0xc9, 0x88,

    /* U+E825 "" */
    0xe4, 0x80,

    /* U+E826 "" */
    0xc1, 0x83, 0x83, 0x4,

    /* U+E827 "" */
    0x27, 0x10,

    /* U+E828 "" */
    0xcb, 0x4c, 0x10, 0x0,

    /* U+E829 "" */
    0x68,

    /* U+E82A "" */
    0x7e, 0x62,

    /* U+E82B "" */
    0x82, 0x9, 0xb8, 0x80,

    /* U+E82C "" */
    0x11, 0x69, 0x80,

    /* U+E82D "" */
    0x8b, 0xe8,

    /* U+E82E "" */
    0x27, 0x86, 0x10,

    /* U+E82F "" */
    0x21, 0x37, 0x10,

    /* U+E830 "" */
    0xfc,

    /* U+E831 "" */
    0x2f, 0xb2,

    /* U+E832 "" */
    0xc3, 0xe, 0x63, 0x0,

    /* U+E833 "" */
    0xc9, 0x88, 0x42, 0x0,

    /* U+E834 "" */
    0xee, 0x80,

    /* U+E835 "" */
    0x9b, 0x80,

    /* U+E836 "" */
    0xf8,

    /* U+E837 "" */
    0x25, 0x48,

    /* U+E838 "" */
    0xcc, 0x63, 0x10,

    /* U+E839 "" */
    0xfc, 0x80,

    /* U+E83A "" */
    0x2b, 0x80,

    /* U+E83B "" */
    0x2b, 0x60,

    /* U+E83C "" */
    0xc6, 0x33,

    /* U+E83D "" */
    0x12, 0x48, 0x20, 0x0,

    /* U+E83E "" */
    0x2a, 0xa0, 0x1, 0x0,

    /* U+E83F "" */
    0xb0, 0x1, 0x5c, 0x80,

    /* U+E840 "" */
    0xf7, 0xbd, 0xf5, 0x80,

    /* U+E841 "" */
    0xf0, 0xf0,

    /* U+E842 "" */
    0xb6, 0xd0,

    /* U+E843 "" */
    0xfa, 0xfa,

    /* U+E844 "" */
    0x22, 0x2f, 0x20,

    /* U+E845 "" */
    0xe0, 0xe1, 0x8f, 0x20,

    /* U+E846 "" */
    0xb, 0xbe, 0x10,

    /* U+E847 "" */
    0xdd, 0x88,

    /* U+E848 "" */
    0x13, 0xbd, 0xff, 0x8,

    /* U+E849 "" */
    0xcf, 0xff, 0xf1,

    /* U+E84A "" */
    0xed, 0x13, 0x30,

    /* U+E84B "" */
    0x8a, 0x8f,

    /* U+E84C "" */
    0x80, 0xe, 0xbc, 0x40,

    /* U+E84D "" */
    0x1f, 0xcc, 0x8d, 0x0,

    /* U+E84E "" */
    0x5f, 0x39,

    /* U+E84F "" */
    0x3f, 0xdd, 0x8f, 0x30,

    /* U+E850 "" */
    0x98, 0x9f,

    /* U+E851 "" */
    0xaa, 0xc0,

    /* U+E852 "" */
    0xff, 0xff, 0xf0,

    /* U+E853 "" */
    0x72, 0xf6, 0xe0,

    /* U+E854 "" */
    0xe0,

    /* U+E855 "" */
    0x70, 0xf8, 0xe0,

    /* U+E856 "" */
    0xe3, 0x7e,

    /* U+E857 "" */
    0xdf, 0x86,

    /* U+E858 "" */
    0x76, 0xe, 0xe0,

    /* U+E859 "" */
    0x72, 0x3e, 0xe0,

    /* U+E85A "" */
    0xe4, 0x10,

    /* U+E85B "" */
    0x72, 0xfe, 0xe0,

    /* U+E85C "" */
    0x76, 0xce, 0xe0,

    /* U+E85D "" */
    0xff, 0x56, 0x7f, 0x80,

    /* U+E85E "" */
    0xff, 0x60,

    /* U+E85F "" */
    0xe3, 0xe, 0x73, 0x0,

    /* U+E860 "" */
    0x79, 0xf3, 0x3f, 0xfc,

    /* U+E861 "" */
    0xf7, 0xcd, 0xef, 0x0,

    /* U+E862 "" */
    0x2f, 0xb6,

    /* U+E863 "" */
    0x23, 0x37, 0x10,

    /* U+E864 "" */
    0xf, 0x6b, 0xff, 0x80,

    /* U+E865 "" */
    0x99, 0x99,

    /* U+E866 "" */
    0x99, 0x99, 0xf0,

    /* U+E867 "" */
    0xf9, 0x99, 0x90,

    /* U+E868 "" */
    0xf8, 0x88, 0xf0,

    /* U+E869 "" */
    0xf1, 0x11, 0xf0,

    /* U+E86A "" */
    0x36, 0xc6, 0x30,

    /* U+E86B "" */
    0x29, 0xd6,

    /* U+E86C "" */
    0x7e, 0x58, 0x40,

    /* U+E86D "" */
    0x21, 0xb2, 0x62, 0x0,

    /* U+E86E "" */
    0xff, 0xbb, 0xb0,

    /* U+E86F "" */
    0xfc, 0xd9, 0x5d, 0x80,

    /* U+E870 "" */
    0xdb, 0x74,

    /* U+E871 "" */
    0x1f, 0xf0,

    /* U+E872 "" */
    0x33, 0xff, 0x11,

    /* U+E873 "" */
    0x31, 0xc7, 0xdc, 0xe3, 0x0,

    /* U+E874 "" */
    0xf9, 0x98,

    /* U+E875 "" */
    0x7f, 0x8c, 0x0,

    /* U+E876 "" */
    0xf1, 0x0,

    /* U+E877 "" */
    0x13, 0xf4, 0x62, 0x0,

    /* U+E878 "" */
    0x33, 0x46, 0x21, 0x0,

    /* U+E879 "" */
    0x3c, 0x30,

    /* U+E87A "" */
    0xc7, 0x0,

    /* U+E87B "" */
    0xf0, 0xf0,

    /* U+E87C "" */
    0xef, 0xff, 0xf0,

    /* U+E87D "" */
    0xff, 0xf0,

    /* U+EC00 "" */
    0xff, 0xc7, 0x9c, 0x20,

    /* U+EC01 "" */
    0xfb, 0xf9, 0x60,

    /* U+EC02 "" */
    0xff, 0x9f, 0xfe, 0x0,

    /* U+EC03 "" */
    0xd3, 0xfc,

    /* U+EC04 "" */
    0x23, 0xff, 0xe6, 0x0,

    /* U+EC05 "" */
    0xcf, 0xee, 0xb0,

    /* U+EC06 "" */
    0xd1, 0xb,

    /* U+EC07 "" */
    0x7f, 0xff, 0x70,

    /* U+EC0A "" */
    0x33, 0x5d,

    /* U+EC0B "" */
    0xcc, 0xab,

    /* U+EC0C "" */
    0x79, 0xe7, 0xbb,

    /* U+EC0D "" */
    0x66, 0xf4, 0xc0,

    /* U+EC0E "" */
    0x6f, 0xf6,

    /* U+EC0F "" */
    0x6f, 0x66,

    /* U+EC10 "" */
    0x2f, 0x72,

    /* U+EC11 "" */
    0x8f, 0xff, 0xf0,

    /* U+EC12 "" */
    0xef, 0xef, 0xf0,

    /* U+EC13 "" */
    0x7b, 0xff, 0xd7,

    /* U+EC14 "" */
    0xf7, 0xfe, 0x70,

    /* U+EC15 "" */
    0xdf, 0xfc, 0xc0,

    /* U+EC16 "" */
    0x77, 0xdc, 0xe0,

    /* U+EC17 "" */
    0xdf, 0xa0,

    /* U+EC18 "" */
    0xfd, 0x70,

    /* U+EC19 "" */
    0x6f, 0xda,

    /* U+EC1A "" */
    0x7f, 0xf0,

    /* U+EC1B "" */
    0x59, 0x36,

    /* U+EC1C "" */
    0x47, 0xfa,

    /* U+EC1D "" */
    0x2f, 0xe0,

    /* U+EC1E "" */
    0x46, 0x3b, 0xf0, 0x0,

    /* U+EC1F "" */
    0x23, 0xff, 0x20,

    /* U+EC20 "" */
    0x33, 0xfe, 0xe3, 0x0,

    /* U+EC21 "" */
    0xe7, 0xc0,

    /* U+EC22 "" */
    0xf3, 0xe7, 0x9e, 0x78,

    /* U+EC23 "" */
    0x31, 0xe7, 0xbb, 0xc0,

    /* U+EC24 "" */
    0x78, 0xc5, 0xc,

    /* U+EC25 "" */
    0x43, 0xf5, 0x10,

    /* U+EC26 "" */
    0x70, 0xdc, 0x80,

    /* U+EC27 "" */
    0x7b, 0xef, 0x9f, 0xc,

    /* U+EC28 "" */
    0xf9, 0xf7, 0xfe, 0xc0,

    /* U+EC29 "" */
    0x6f, 0xef,

    /* U+EC2A "" */
    0xdf, 0xff, 0xbc, 0x0,

    /* U+EC2B "" */
    0x71, 0xcb, 0xf0,

    /* U+EC2C "" */
    0xf8,

    /* U+EC2D "" */
    0x79, 0xe7, 0xfa, 0xc0,

    /* U+EC2E "" */
    0xf6, 0x9f, 0xb0,

    /* U+EC2F "" */
    0x23, 0xfe, 0xfc, 0x0,

    /* U+EC30 "" */
    0x2f, 0xd7, 0x0,

    /* U+EC31 "" */
    0xfd, 0xf7, 0x8a,

    /* U+EC32 "" */
    0x7d, 0xf7, 0x9f,

    /* U+EC33 "" */
    0x73, 0xff, 0xda, 0x20,

    /* U+EC34 "" */
    0x3b, 0xe3, 0x9b, 0x60,

    /* U+EC35 "" */
    0x2b, 0xe6, 0x9a,

    /* U+EC36 "" */
    0x7b, 0xda, 0xd0,

    /* U+EC37 "" */
    0x7f, 0xff, 0x90,

    /* U+EC38 "" */
    0x7f, 0xff, 0xf0,

    /* U+EC39 "" */
    0x7f, 0xff, 0xf1, 0x80,

    /* U+EC3A "" */
    0x7f, 0xff, 0xf3, 0x80,

    /* U+EC3B "" */
    0x7f, 0xf0,

    /* U+EC3C "" */
    0x6f, 0x64, 0x60,

    /* U+EC3D "" */
    0xff, 0xf1, 0x84, 0x10,

    /* U+EC3E "" */
    0xef, 0xf4,

    /* U+EC3F "" */
    0xff, 0xff,

    /* U+EC40 "" */
    0xff, 0xff,

    /* U+EC41 "" */
    0xfd, 0x7f, 0x5f, 0x80,

    /* U+EC42 "" */
    0xfe, 0xe3, 0xbf, 0x80,

    /* U+EC43 "" */
    0xfc, 0x41, 0x1d, 0x80,

    /* U+EC44 "" */
    0x78, 0x82, 0x0,

    /* U+EC45 "" */
    0xff, 0x80,

    /* U+EC46 "" */
    0x1f, 0xf0,

    /* U+EC47 "" */
    0xff, 0xff, 0x90,

    /* U+EC48 "" */
    0xfb, 0xfe,

    /* U+EC49 "" */
    0xc7, 0x27, 0xf0,

    /* U+EC4A "" */
    0x13, 0xdf,

    /* U+EC4B "" */
    0x7f, 0xac, 0x31,

    /* U+EC4C "" */
    0xf7, 0x19,

    /* U+EC4D "" */
    0x7f, 0x8c, 0x32,

    /* U+EC4E "" */
    0xf7, 0x19,

    /* U+EC4F "" */
    0xc7, 0xf, 0xdc, 0x3c, 0x70,

    /* U+EC50 "" */
    0x91, 0xd3, 0xfe,

    /* U+EC51 "" */
    0xc7, 0xe, 0x1c, 0x3c, 0x70,

    /* U+EC52 "" */
    0x91, 0x11, 0xfe,

    /* U+EC53 "" */
    0xc7, 0xe, 0xdc, 0x3c, 0x70,

    /* U+EC54 "" */
    0x81, 0xdb, 0xfe,

    /* U+EC55 "" */
    0xcb, 0xf, 0x9c, 0x3c, 0x70,

    /* U+EC56 "" */
    0x91, 0x93, 0xfe,

    /* U+EC57 "" */
    0x6f, 0x7e,

    /* U+EC58 "" */
    0xe4, 0xf8,

    /* U+EC59 "" */
    0xed, 0xfc,

    /* U+EC5A "" */
    0x7f, 0xfc,

    /* U+EC5B "" */
    0xc, 0x57, 0xff, 0x7c,

    /* U+EC5C "" */
    0xcc, 0xff, 0xe0,

    /* U+EC5D "" */
    0x37, 0xff, 0x70,

    /* U+EC5E "" */
    0x87, 0x3d, 0xef, 0x80,

    /* U+EC5F "" */
    0x9e, 0xbf, 0x70,

    /* U+EC60 "" */
    0xb3, 0xf5, 0xee, 0x0,

    /* U+EC61 "" */
    0xfd, 0x77, 0x30,

    /* U+EC62 "" */
    0xf7, 0xfc,

    /* U+EC63 "" */
    0x3f, 0xce, 0x70,

    /* U+EC64 "" */
    0xef, 0xfe,

    /* U+EC65 "" */
    0x32, 0xc4,

    /* U+EC66 "" */
    0xc4, 0x32,

    /* U+EC67 "" */
    0xec, 0x8f, 0xf5,

    /* U+EC68 "" */
    0x38, 0xc6, 0x7f, 0xe0,

    /* U+EC69 "" */
    0x77, 0x3f, 0xf0,

    /* U+EC6A "" */
    0xee, 0xcf, 0xf0,

    /* U+EC6B "" */
    0x25, 0x9e,

    /* U+EC6C "" */
    0x46, 0x7c, 0xf0,

    /* U+EC6D "" */
    0x10, 0xbe,

    /* U+EC6E "" */
    0x42, 0x3e,

    /* U+EC6F "" */
    0xdd, 0xf3,

    /* U+EC70 "" */
    0xbb, 0xfc,

    /* U+EC71 "" */
    0x36, 0xff,

    /* U+EC72 "" */
    0xe0, 0xc0, 0x9f,

    /* U+EC73 "" */
    0xff, 0xdf, 0xf0,

    /* U+EC74 "" */
    0x78, 0x7, 0xf0,

    /* U+EC75 "" */
    0xf9, 0x99, 0xf0,

    /* U+EC76 "" */
    0xc3, 0xff, 0xf0,

    /* U+EC77 "" */
    0x13, 0xff, 0x70,

    /* U+EC78 "" */
    0xd7, 0xdf, 0xdf, 0x80,

    /* U+EC79 "" */
    0xf9, 0xf1, 0x9e,

    /* U+EC7A "" */
    0x7f, 0xfa, 0xf7, 0x80,

    /* U+EC7B "" */
    0xbf, 0xff, 0xfb,

    /* U+EC7C "" */
    0x79, 0xf7, 0xfe, 0xf0,

    /* U+EC7D "" */
    0xff, 0x80,

    /* U+EC7F "" */
    0x66, 0xff,

    /* U+EC80 "" */
    0xcf, 0xfc,

    /* U+EC81 "" */
    0x3f, 0xf3,

    /* U+EC82 "" */
    0x78, 0x82, 0x0,

    /* U+EC83 "" */
    0xec, 0xdf, 0x80,

    /* U+EC84 "" */
    0x6e, 0xee, 0xfb,

    /* U+EC85 "" */
    0xd, 0x40,

    /* U+EC86 "" */
    0x43, 0xa0,

    /* U+EC87 "" */
    0xce, 0xba, 0xec,

    /* U+EC88 "" */
    0x15, 0xf7, 0x50,

    /* U+EC89 "" */
    0xf3, 0x99, 0xf0,

    /* U+EC8A "" */
    0x2f, 0x32,

    /* U+EC8B "" */
    0xf, 0x72,

    /* U+EC8C "" */
    0xce, 0xff, 0x90,

    /* U+EC8D "" */
    0xff, 0xbf,

    /* U+EC8E "" */
    0xff, 0xd7,

    /* U+EC8F "" */
    0x79, 0x3f, 0xcc,

    /* U+EC90 "" */
    0x33, 0x37, 0x9e,

    /* U+EC91 "" */
    0xf6, 0xe3, 0x10,

    /* U+EC92 "" */
    0x3b, 0x38, 0xe3, 0x80,

    /* U+EC93 "" */
    0x8e, 0xfc, 0x40,

    /* U+EC94 "" */
    0xe3, 0x33, 0xe0,

    /* U+EC95 "" */
    0x4b, 0xff, 0xcc,

    /* U+EC96 "" */
    0x33, 0xcf, 0xf3, 0x0,

    /* U+EC97 "" */
    0x7b, 0xf7, 0x92,

    /* U+EC98 "" */
    0x6f, 0xef, 0x60,

    /* U+EC99 "" */
    0x7b, 0xfb, 0x90,

    /* U+EC9A "" */
    0xff, 0xf7, 0xff, 0x80,

    /* U+EC9B "" */
    0xff, 0xf7, 0xff, 0x80,

    /* U+EC9C "" */
    0xff, 0xf7, 0xbf, 0x80,

    /* U+EC9D "" */
    0xff, 0xf3, 0xff, 0x80,

    /* U+EC9E "" */
    0x66, 0xff,

    /* U+EC9F "" */
    0x3f, 0xf3,

    /* U+ECA0 "" */
    0xff, 0x66,

    /* U+ECA1 "" */
    0xcf, 0xfc,

    /* U+ECA2 "" */
    0x67, 0xcf, 0xe6, 0x0,

    /* U+ECA3 "" */
    0x37, 0xfe, 0xa0,

    /* U+ECA4 "" */
    0x6f, 0xe7, 0x70,

    /* U+ECA5 "" */
    0x67, 0xff,

    /* U+ECA6 "" */
    0x3f, 0xfe, 0xe0,

    /* U+ECA7 "" */
    0x77, 0xff, 0xc0,

    /* U+ECA8 "" */
    0x41, 0xc6,

    /* U+ECA9 "" */
    0xc9, 0xa0,

    /* U+ECAA "" */
    0x17, 0x20,

    /* U+ECAB "" */
    0x46, 0x6f, 0xd0,

    /* U+ECAC "" */
    0xb, 0xbe, 0x10,

    /* U+ECAD "" */
    0xf6, 0x60,

    /* U+ECAE "" */
    0xc7, 0xbf, 0x0,

    /* U+ECAF "" */
    0x33, 0x4e, 0x40,

    /* U+ECB0 "" */
    0x6f, 0xb8, 0x42, 0x0,

    /* U+ECB1 "" */
    0x38, 0xfc, 0xe0, 0x0,

    /* U+ECB2 "" */
    0xcc, 0x73,

    /* U+ECB3 "" */
    0x73, 0xbf, 0xf0,

    /* U+ECB4 "" */
    0x77, 0x2f, 0xf0,

    /* U+ECB5 "" */
    0x37, 0xff, 0xc0,

    /* U+ECB6 "" */
    0xf7, 0xbe, 0xf0,

    /* U+ECB7 "" */
    0xe7, 0xfe,

    /* U+ECB8 "" */
    0x63, 0x19, 0xef, 0x80,

    /* U+ECB9 "" */
    0x66, 0x6f,

    /* U+ECBA "" */
    0x31, 0x80, 0xff, 0x0,

    /* U+ECBB "" */
    0x66, 0x67, 0xf0,

    /* U+ECBC "" */
    0x66, 0x6f,

    /* U+ECBD "" */
    0x63, 0x1, 0xef, 0x80,

    /* U+ECBE "" */
    0xe9, 0x20,

    /* U+ECBF "" */
    0xf6, 0x60,

    /* U+ECC0 "" */
    0xfc, 0x44,

    /* U+ECC1 "" */
    0xff,

    /* U+ECC2 "" */
    0xf6, 0x6d,

    /* U+ECC3 "" */
    0xfb, 0xbb, 0x90,

    /* U+ECC4 "" */
    0xed, 0x60,

    /* U+ECC5 "" */
    0x7f, 0x90,

    /* U+ECC6 "" */
    0x73, 0x8c, 0x60,

    /* U+ECC7 "" */
    0xef, 0x90,

    /* U+ECC8 "" */
    0xf6, 0x6e,

    /* U+ECC9 "" */
    0xf6, 0x67,

    /* U+ECCA "" */
    0xfa, 0xbf, 0xf0,

    /* U+ECCB "" */
    0xff, 0xf0,

    /* U+ECCC "" */
    0xfb, 0xfe,

    /* U+ECCD "" */
    0xfd, 0xbd, 0x8c, 0x20,

    /* U+ECCE "" */
    0x78, 0x5e, 0x73, 0x80,

    /* U+ECCF "" */
    0x8f, 0xf4, 0xe0,

    /* U+ECD0 "" */
    0xf, 0x5e, 0x23, 0x80,

    /* U+ECD1 "" */
    0x87, 0xab, 0x6f, 0x80,

    /* U+ECD2 "" */
    0xf, 0x5b, 0x9f, 0x80,

    /* U+ECD3 "" */
    0x8, 0xff, 0xf0,

    /* U+ECD4 "" */
    0xc7, 0x3f, 0xf0,

    /* U+ECD5 "" */
    0x17, 0x9f,

    /* U+ECD6 "" */
    0x8f, 0x9f,

    /* U+ECD7 "" */
    0xff, 0x77,

    /* U+ECD8 "" */
    0x79, 0xef, 0x3f, 0xfc,

    /* U+ECD9 "" */
    0x67, 0xce,

    /* U+ECDA "" */
    0xf, 0xe0,

    /* U+ECDB "" */
    0xde, 0xc0,

    /* U+ECDC "" */
    0x6f, 0xfe, 0x40,

    /* U+ECDD "" */
    0xff, 0xff, 0x90,

    /* U+ECDE "" */
    0xfb, 0xfe,

    /* U+FE81 "ﺁ" */
    0xd4,

    /* U+FE82 "ﺂ" */
    0xc7,

    /* U+FE84 "ﺄ" */
    0xc7,

    /* U+FE87 "ﺇ" */
    0xe0,

    /* U+FE8F "ﺏ" */
    0x8b, 0x88,

    /* U+FE90 "ﺐ" */
    0x8b, 0x88,

    /* U+FE91 "ﺑ" */
    0x1e, 0x40,

    /* U+FE92 "ﺒ" */
    0x2d, 0x20,

    /* U+FE93 "ﺓ" */
    0xec,

    /* U+FE94 "ﺔ" */
    0xec,

    /* U+FE95 "ﺕ" */
    0xfb, 0x80,

    /* U+FE96 "ﺖ" */
    0xfb, 0x80,

    /* U+FE97 "ﺗ" */
    0x7c,

    /* U+FE98 "ﺘ" */
    0x7d,

    /* U+FE99 "ﺙ" */
    0xff,

    /* U+FE9A "ﺚ" */
    0xff,

    /* U+FE9B "ﺛ" */
    0xfe,

    /* U+FE9C "ﺜ" */
    0xff,

    /* U+FE9E "ﺞ" */
    0x4f, 0x80,

    /* U+FE9F "ﺟ" */
    0x6f, 0x20,

    /* U+FEA0 "ﺠ" */
    0x6f, 0x20,

    /* U+FEA1 "ﺡ" */
    0x4e, 0x30,

    /* U+FEA2 "ﺢ" */
    0x4e, 0x30,

    /* U+FEA3 "ﺣ" */
    0x6f,

    /* U+FEA4 "ﺤ" */
    0x6f,

    /* U+FEA9 "ﺩ" */
    0x5c,

    /* U+FEAA "ﺪ" */
    0x6f,

    /* U+FEAB "ﺫ" */
    0xe7,

    /* U+FEAC "ﺬ" */
    0xef,

    /* U+FEAD "ﺭ" */
    0x38,

    /* U+FEAF "ﺯ" */
    0x27, 0x0,

    /* U+FEB1 "ﺱ" */
    0xf4,

    /* U+FEB2 "ﺲ" */
    0xf4,

    /* U+FEB3 "ﺳ" */
    0xf0,

    /* U+FEB4 "ﺴ" */
    0xf0,

    /* U+FEB5 "ﺵ" */
    0x3f, 0x40,

    /* U+FEB6 "ﺶ" */
    0x3f, 0x40,

    /* U+FEB7 "ﺷ" */
    0x3f,

    /* U+FEB9 "ﺹ" */
    0x3f, 0x40,

    /* U+FEBA "ﺺ" */
    0x3f, 0x40,

    /* U+FEBB "ﺻ" */
    0x3f,

    /* U+FEBC "ﺼ" */
    0x3f,

    /* U+FEC1 "ﻁ" */
    0x7f,

    /* U+FEC2 "ﻂ" */
    0x7f,

    /* U+FEC3 "ﻃ" */
    0x7f,

    /* U+FEC4 "ﻄ" */
    0x7f,

    /* U+FEC5 "ﻅ" */
    0x7f,

    /* U+FEC6 "ﻆ" */
    0x7f,

    /* U+FEC9 "ﻉ" */
    0x6e, 0x30,

    /* U+FECA "ﻊ" */
    0x67, 0xf0,

    /* U+FECB "ﻋ" */
    0x3c,

    /* U+FECC "ﻌ" */
    0x3f,

    /* U+FECD "ﻍ" */
    0xee, 0x30,

    /* U+FECE "ﻎ" */
    0x67, 0xf0,

    /* U+FECF "ﻏ" */
    0xbc,

    /* U+FED0 "ﻐ" */
    0x3f,

    /* U+FED1 "ﻑ" */
    0xbf,

    /* U+FED2 "ﻒ" */
    0x1f, 0xc0,

    /* U+FED3 "ﻓ" */
    0x1f, 0xc0,

    /* U+FED4 "ﻔ" */
    0x37, 0xc0,

    /* U+FED5 "ﻕ" */
    0x3b, 0x70,

    /* U+FED6 "ﻖ" */
    0x7f,

    /* U+FED7 "ﻗ" */
    0x7f,

    /* U+FED8 "ﻘ" */
    0x77, 0xc0,

    /* U+FED9 "ﻙ" */
    0xf7,

    /* U+FEDA "ﻚ" */
    0xf7,

    /* U+FEDB "ﻛ" */
    0xf7,

    /* U+FEDC "ﻜ" */
    0xf7,

    /* U+FEDD "ﻝ" */
    0x8, 0x62, 0xe0,

    /* U+FEDF "ﻟ" */
    0x1f,

    /* U+FEE0 "ﻠ" */
    0x1f,

    /* U+FEE1 "ﻡ" */
    0x7, 0x88,

    /* U+FEE2 "ﻢ" */
    0x7, 0x88,

    /* U+FEE3 "ﻣ" */
    0xf, 0x0,

    /* U+FEE5 "ﻥ" */
    0xaf, 0xc0,

    /* U+FEE6 "ﻦ" */
    0xaf, 0xc0,

    /* U+FEE7 "ﻧ" */
    0x3e,

    /* U+FEE8 "ﻨ" */
    0x2d,

    /* U+FEE9 "ﻩ" */
    0xf0,

    /* U+FEEB "ﻫ" */
    0x3f,

    /* U+FEEC "ﻬ" */
    0x3f,

    /* U+FEED "ﻭ" */
    0x23, 0xe0,

    /* U+FEEE "ﻮ" */
    0x23, 0xe0,

    /* U+FEEF "ﻯ" */
    0x1b, 0x60,

    /* U+FEF0 "ﻰ" */
    0xb6,

    /* U+FEF1 "ﻱ" */
    0x39, 0x66,

    /* U+FEF2 "ﻲ" */
    0xb7,

    /* U+FEF3 "ﻳ" */
    0x1e, 0x60,

    /* U+FEF4 "ﻴ" */
    0x1e, 0x60,

    /* U+FF01 "！" */
    0xf0,

    /* U+FF02 "＂" */
    0xa0,

    /* U+FF03 "＃" */
    0xff, 0x60,

    /* U+FF04 "＄" */
    0x27, 0x6e, 0x20,

    /* U+FF05 "％" */
    0x94, 0x90,

    /* U+FF06 "＆" */
    0x33, 0xda, 0xf0,

    /* U+FF07 "＇" */
    0x78,

    /* U+FF08 "（" */
    0x2f, 0x10,

    /* U+FF09 "）" */
    0x4c, 0xe0,

    /* U+FF0A "＊" */
    0xd7, 0xf4,

    /* U+FF0B "＋" */
    0x2f, 0x20,

    /* U+FF0C "，" */
    0x78,

    /* U+FF0D "－" */
    0xe0,

    /* U+FF0E "．" */
    0x80,

    /* U+FF0F "／" */
    0x8, 0x4d, 0x80,

    /* U+FF10 "０" */
    0x6d, 0xd6,

    /* U+FF11 "１" */
    0x59, 0x70,

    /* U+FF12 "２" */
    0x6d, 0x6f,

    /* U+FF13 "３" */
    0x63, 0x36,

    /* U+FF14 "４" */
    0x37, 0xc4,

    /* U+FF15 "５" */
    0xf8, 0xe0,

    /* U+FF16 "６" */
    0x24, 0xf6,

    /* U+FF17 "７" */
    0xf1, 0x26,

    /* U+FF18 "８" */
    0x6d, 0xf6,

    /* U+FF19 "９" */
    0x6d, 0x36,

    /* U+FF1A "：" */
    0xa0,

    /* U+FF1B "；" */
    0x47,

    /* U+FF1C "＜" */
    0x27, 0x10,

    /* U+FF1D "＝" */
    0xfc,

    /* U+FF1E "＞" */
    0xc8, 0xe0,

    /* U+FF1F "？" */
    0x61, 0x22,

    /* U+FF20 "＠" */
    0x77, 0xfe, 0xe0,

    /* U+FF21 "Ａ" */
    0xfe, 0x80,

    /* U+FF22 "Ｂ" */
    0xd7, 0xe0,

    /* U+FF23 "Ｃ" */
    0x6d, 0xc6,

    /* U+FF24 "Ｄ" */
    0xda, 0xe0,

    /* U+FF25 "Ｅ" */
    0xf3, 0x70,

    /* U+FF26 "Ｆ" */
    0xf3, 0xc8,

    /* U+FF27 "Ｇ" */
    0x6f, 0xf7,

    /* U+FF28 "Ｈ" */
    0xff, 0xfe,

    /* U+FF29 "Ｉ" */
    0xe9, 0x70,

    /* U+FF2A "Ｊ" */
    0x11, 0xd6,

    /* U+FF2B "Ｋ" */
    0xae, 0x90,

    /* U+FF2C "Ｌ" */
    0x92, 0x70,

    /* U+FF2D "Ｍ" */
    0xdf, 0xf9,

    /* U+FF2E "Ｎ" */
    0x1d, 0xfb, 0x10,

    /* U+FF2F "Ｏ" */
    0x6d, 0xd6,

    /* U+FF30 "Ｐ" */
    0xd7, 0x48,

    /* U+FF31 "Ｑ" */
    0x6d, 0xd5,

    /* U+FF32 "Ｒ" */
    0xdf, 0x70,

    /* U+FF33 "Ｓ" */
    0x6c, 0x36,

    /* U+FF34 "Ｔ" */
    0xe9, 0x20,

    /* U+FF35 "Ｕ" */
    0xdd, 0xd6,

    /* U+FF36 "Ｖ" */
    0xdd, 0xd6, 0x20,

    /* U+FF38 "Ｘ" */
    0x4a, 0xc9, 0xb0,

    /* U+FF39 "Ｙ" */
    0xc9, 0x88, 0x40,

    /* U+FF3A "Ｚ" */
    0xf1, 0x4f,

    /* U+FF3B "［" */
    0xeb,

    /* U+FF3C "＼" */
    0xc3, 0xc, 0x10,

    /* U+FF3D "］" */
    0xd7,

    /* U+FF3E "＾" */
    0x3e, 0x40,

    /* U+FF3F "＿" */
    0xf0,

    /* U+FF40 "｀" */
    0xc4,

    /* U+FF41 "ａ" */
    0x7f, 0x70,

    /* U+FF42 "ｂ" */
    0xd7, 0x0,

    /* U+FF43 "ｃ" */
    0x7c, 0x70,

    /* U+FF44 "ｄ" */
    0x7f, 0x70,

    /* U+FF45 "ｅ" */
    0x7e, 0x70,

    /* U+FF46 "ｆ" */
    0xe9, 0x0,

    /* U+FF47 "ｇ" */
    0x7d, 0x7f,

    /* U+FF48 "ｈ" */
    0x9e, 0x80,

    /* U+FF49 "ｉ" */
    0x59, 0x30,

    /* U+FF4A "ｊ" */
    0x24, 0x9e,

    /* U+FF4B "ｋ" */
    0xfb, 0x80,

    /* U+FF4C "ｌ" */
    0xc9, 0x30,

    /* U+FF4D "ｍ" */
    0xff,

    /* U+FF4E "ｎ" */
    0xd6, 0x80,

    /* U+FF4F "ｏ" */
    0x7d, 0x60,

    /* U+FF50 "ｐ" */
    0xd7, 0x40,

    /* U+FF51 "ｑ" */
    0x7f, 0x73,

    /* U+FF52 "ｒ" */
    0xd6, 0x0,

    /* U+FF53 "ｓ" */
    0xf7, 0xe0,

    /* U+FF54 "ｔ" */
    0x46, 0x70,

    /* U+FF55 "ｕ" */
    0xdd, 0x70,

    /* U+FF56 "ｖ" */
    0xdd, 0x62,

    /* U+FF57 "ｗ" */
    0xdf, 0xdc, 0xe0,

    /* U+FF58 "ｘ" */
    0x69, 0xb2,

    /* U+FF59 "ｙ" */
    0xd7, 0x70,

    /* U+FF5A "ｚ" */
    0xef,

    /* U+FF5B "｛" */
    0x36, 0x63,

    /* U+FF5C "｜" */
    0xe0,

    /* U+FF5D "｝" */
    0xc6, 0x6c,

    /* U+FF5F "｟" */
    0x2b, 0xfc, 0x50,

    /* U+FF60 "｠" */
    0x53, 0xcb, 0xe0,

    /* U+FF61 "｡" */
    0xec,

    /* U+FF62 "｢" */
    0xe8,

    /* U+FF63 "｣" */
    0x5c,

    /* U+FF64 "､" */
    0xc4,

    /* U+FF65 "･" */
    0x80,

    /* U+FF66 "ｦ" */
    0xff, 0x2c,

    /* U+FF67 "ｧ" */
    0x7f, 0x0,

    /* U+FF68 "ｨ" */
    0x3f, 0x30,

    /* U+FF69 "ｩ" */
    0x55, 0x0,

    /* U+FF6A "ｪ" */
    0xfc,

    /* U+FF6B "ｫ" */
    0x13, 0xb4,

    /* U+FF6C "ｬ" */
    0x4f, 0x40,

    /* U+FF6D "ｭ" */
    0x62, 0xf0,

    /* U+FF6E "ｮ" */
    0xff, 0x80,

    /* U+FF6F "ｯ" */
    0xd2, 0x60,

    /* U+FF70 "ｰ" */
    0xe0,

    /* U+FF71 "ｱ" */
    0xf7, 0x7c,

    /* U+FF72 "ｲ" */
    0x2e, 0x20,

    /* U+FF73 "ｳ" */
    0x5e, 0xb0,

    /* U+FF74 "ｴ" */
    0xeb, 0x80,

    /* U+FF75 "ｵ" */
    0x13, 0xcd, 0xa1, 0x0,

    /* U+FF76 "ｶ" */
    0x27, 0x3f, 0x10,

    /* U+FF77 "ｷ" */
    0xff, 0x22,

    /* U+FF78 "ｸ" */
    0x7e, 0x42, 0x60,

    /* U+FF79 "ｹ" */
    0x63, 0xf6, 0x50,

    /* U+FF7A "ｺ" */
    0xe7, 0x80,

    /* U+FF7B "ｻ" */
    0x3f, 0x73,

    /* U+FF7C "ｼ" */
    0xc5, 0xe0,

    /* U+FF7D "ｽ" */
    0xf9, 0xb2,

    /* U+FF7E "ｾ" */
    0x4f, 0x66,

    /* U+FF7F "ｿ" */
    0xcb, 0x46, 0x40,

    /* U+FF80 "ﾀ" */
    0x7b, 0xf2, 0x60,

    /* U+FF81 "ﾁ" */
    0x3b, 0xe0,

    /* U+FF82 "ﾂ" */
    0xdd, 0x26,

    /* U+FF83 "ﾃ" */
    0x60, 0x66,

    /* U+FF84 "ﾄ" */
    0xd6, 0x0,

    /* U+FF85 "ﾅ" */
    0x5d, 0x60,

    /* U+FF86 "ﾆ" */
    0xe3, 0x80,

    /* U+FF87 "ﾇ" */
    0x7b, 0xb2,

    /* U+FF88 "ﾈ" */
    0x6f, 0x40,

    /* U+FF89 "ﾉ" */
    0x12, 0x4c,

    /* U+FF8A "ﾊ" */
    0x30, 0x9b, 0x90,

    /* U+FF8B "ﾋ" */
    0xfc, 0x70,

    /* U+FF8C "ﾌ" */
    0xf3, 0x2c,

    /* U+FF8D "ﾍ" */
    0x26, 0x82,

    /* U+FF8E "ﾎ" */
    0x6f, 0x6f, 0x60,

    /* U+FF8F "ﾏ" */
    0xf3, 0x60,

    /* U+FF90 "ﾐ" */
    0xe4, 0x7,

    /* U+FF91 "ﾑ" */
    0x13, 0xcd, 0xff,

    /* U+FF92 "ﾒ" */
    0x1b, 0x8f, 0x80,

    /* U+FF93 "ﾓ" */
    0xeb, 0x30,

    /* U+FF94 "ﾔ" */
    0xf7, 0x40,

    /* U+FF95 "ﾕ" */
    0x62, 0xf0,

    /* U+FF96 "ﾖ" */
    0xff, 0x80,

    /* U+FF97 "ﾗ" */
    0x60, 0x76,

    /* U+FF98 "ﾘ" */
    0xff, 0x60,

    /* U+FF99 "ﾙ" */
    0xee, 0xe0,

    /* U+FF9A "ﾚ" */
    0x97, 0x60,

    /* U+FF9B "ﾛ" */
    0xf9, 0xf0,

    /* U+FF9C "ﾜ" */
    0xf9, 0x16,

    /* U+FF9D "ﾝ" */
    0x41, 0xe0,

    /* U+FF9E "ﾞ" */
    0xf3, 0xc0,

    /* U+FF9F "ﾟ" */
    0xec
};


/*---------------------
 *  GLYPH DESCRIPTION
 *--------------------*/

static const lv_font_fmt_txt_glyph_dsc_t glyph_dsc[] = {
    {.bitmap_index = 0, .adv_w = 0, .box_w = 0, .box_h = 0, .ofs_x = 0, .ofs_y = 0} /* id = 0 reserved */,
    {.bitmap_index = 0, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 0, .ofs_y = 7},
    {.bitmap_index = 1, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 3, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 6, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 8, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 10, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 12, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 13, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 14, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 15, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 17, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 19, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 20, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 21, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 22, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 24, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 26, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 27, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 29, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 31, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 33, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 35, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 37, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 39, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 41, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 43, .adv_w = 64, .box_w = 1, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 44, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 45, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 47, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 48, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 50, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 52, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 54, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 56, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 58, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 60, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 62, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 64, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 66, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 68, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 70, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 72, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 74, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 77, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 79, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 81, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 83, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 85, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 87, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 89, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 92, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 94, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 96, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 98, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 100, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 102, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 104, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 106, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 108, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 109, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 111, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 112, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 113, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 114, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 115, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 117, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 119, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 121, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 123, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 125, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 127, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 129, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 131, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 132, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 134, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 136, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 137, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 139, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 141, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 143, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 145, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 147, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 149, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 151, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 153, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 155, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 157, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 159, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 161, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 163, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 165, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 167, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 168, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 170, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 171, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 173, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 175, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 178, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 180, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 182, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 184, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 186, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 188, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 190, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 192, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 194, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 196, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 199, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 201, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 203, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 205, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 207, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 209, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 212, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 214, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 216, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 218, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 220, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 222, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 224, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 226, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 228, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 230, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 232, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 234, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 236, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 238, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 240, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 0, .ofs_y = 7},
    {.bitmap_index = 241, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 242, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 244, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 246, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 248, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 251, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 252, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 254, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 255, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 258, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 259, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 261, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 262, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 263, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 266, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 267, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 268, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 270, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 271, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 272, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 273, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 275, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 277, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 278, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 279, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 280, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 281, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 283, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 286, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 290, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 294, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 296, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 298, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 300, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 302, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 304, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 306, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 308, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 310, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 312, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 314, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 316, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 318, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 320, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 322, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 324, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 326, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 328, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 330, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 332, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 334, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 336, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 338, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 340, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 342, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 344, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 346, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 348, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 350, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 352, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 354, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 356, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 358, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 360, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 362, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 364, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 366, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 369, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 371, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 373, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 375, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 377, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 379, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 381, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 383, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 385, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 387, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 389, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 391, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 393, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 395, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 398, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 400, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 402, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 404, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 406, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 408, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 410, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 412, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 414, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 416, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 418, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 420, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 422, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 424, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 426, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 428, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 430, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 432, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 435, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 437, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 439, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 441, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 443, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 445, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 447, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 449, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 451, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 453, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 455, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 457, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 460, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 462, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 464, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 466, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 468, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 470, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 472, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 474, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 476, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 478, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 480, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 482, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 484, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 486, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 488, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 490, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 492, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 494, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 496, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 498, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 500, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 502, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 504, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 507, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 509, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 511, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 513, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 515, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 517, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 519, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 521, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 523, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 524, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 526, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 528, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 530, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 532, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 534, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 536, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 539, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 541, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 543, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 545, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 547, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 549, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 551, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 553, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 555, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 557, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 559, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 561, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 563, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 565, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 567, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 569, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 571, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 573, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 575, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 577, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 579, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 581, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 583, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 585, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 587, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 589, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 591, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 593, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 595, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 597, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 599, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 601, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 603, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 605, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 607, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 609, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 611, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 613, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 615, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 617, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 619, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 621, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 623, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 625, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 627, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 629, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 631, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 633, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 635, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 637, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 639, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 641, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 643, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 645, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 647, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 649, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 651, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 653, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 655, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 657, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 659, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 661, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 663, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 665, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 667, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 669, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 671, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 673, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 675, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 677, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 679, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 681, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 683, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 685, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 687, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 689, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 691, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 693, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 695, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 697, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 699, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 701, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 703, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 705, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 707, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 709, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 711, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 713, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 715, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 717, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 719, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 721, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 724, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 726, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 728, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 731, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 733, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 735, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 737, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 739, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 741, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 743, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 745, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 747, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 749, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 751, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 753, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 755, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 757, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 759, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 761, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 763, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 765, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 767, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 769, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 771, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 774, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 777, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 780, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 783, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 786, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 789, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 791, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 793, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 795, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 797, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 799, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 801, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 803, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 805, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 807, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 809, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 811, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 813, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 815, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 817, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 819, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 821, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 823, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 825, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 827, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 829, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 831, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 833, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 835, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 837, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 839, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 842, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 844, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 846, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 848, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 850, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 852, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 854, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 856, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 858, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 860, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 862, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 864, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 866, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 868, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 870, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 872, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 874, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 876, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 878, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 880, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 882, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 884, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 886, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 888, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 890, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 892, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 894, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 896, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 898, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 900, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 902, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 904, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 906, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 908, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 910, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 912, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 914, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 916, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 918, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 920, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 922, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 924, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 926, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 928, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 929, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 6},
    {.bitmap_index = 930, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 931, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 932, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 933, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 6},
    {.bitmap_index = 934, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 935, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 936, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 937, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 938, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 939, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 6},
    {.bitmap_index = 940, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 941, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 942, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 6},
    {.bitmap_index = 943, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 944, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 945, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 6},
    {.bitmap_index = 946, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 947, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 948, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 949, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 6},
    {.bitmap_index = 950, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 6},
    {.bitmap_index = 951, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 6},
    {.bitmap_index = 952, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 953, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 954, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 955, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 6},
    {.bitmap_index = 956, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 957, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 958, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 959, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 960, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 961, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 962, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 963, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 964, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 965, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 966, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 967, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 968, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 969, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 970, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 971, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 972, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 973, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 974, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 975, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 976, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 978, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 981, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 982, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 983, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 984, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 985, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 986, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 987, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 988, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 6},
    {.bitmap_index = 989, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 990, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 6},
    {.bitmap_index = 991, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 992, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 0, .ofs_y = 7},
    {.bitmap_index = 993, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 994, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 996, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 998, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1000, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1002, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1004, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1006, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1008, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1010, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1012, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1014, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1016, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1018, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1020, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1022, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1024, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1026, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1028, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1030, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1032, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1034, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1036, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1038, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1040, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1042, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1044, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1046, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1048, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1050, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1052, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1054, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1056, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1058, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1060, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1062, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1064, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1066, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1067, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1069, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1071, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1073, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1075, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1077, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1079, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1081, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1083, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1084, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1086, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1088, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1090, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1092, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1094, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1096, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1098, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1100, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1102, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1104, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1106, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1108, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1110, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1112, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1114, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1116, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1118, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1120, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1122, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1124, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1126, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1128, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1130, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1132, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1134, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1136, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1138, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1141, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1143, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1145, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1147, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1149, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1152, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1154, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1156, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1158, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1160, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1162, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1164, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1166, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1168, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1170, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1172, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1174, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1176, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1178, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1180, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1182, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1184, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1186, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1188, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1190, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1192, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1194, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1196, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1198, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1200, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1202, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1204, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1206, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1208, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1210, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1212, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1214, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1216, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1218, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1220, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1222, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1224, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1226, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1228, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1230, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1232, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1234, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1236, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1238, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1240, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1242, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1244, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1246, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1248, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1250, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1252, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1254, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1256, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1258, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1260, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1262, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1264, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1266, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1268, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1270, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1272, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1274, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1276, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1277, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1279, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1281, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1283, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1286, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1288, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1290, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1292, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1294, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1296, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1298, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1300, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1302, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1304, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1306, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1308, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1310, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1312, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1314, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1315, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1317, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1319, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1321, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 1322, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1324, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1326, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1328, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1330, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1332, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1333, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1334, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1336, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1338, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1340, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1342, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1344, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1346, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1348, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1350, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1352, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1354, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1355, .adv_w = 64, .box_w = 1, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 1356, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1358, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 1359, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1361, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1362, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1364, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1366, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 1367, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1368, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1369, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1371, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1372, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1374, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1376, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1377, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1378, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1380, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1382, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1383, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1384, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1386, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1387, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1390, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1392, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1394, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 1395, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1397, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1399, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1401, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1403, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1405, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1407, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1409, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1411, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1413, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1415, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1417, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1419, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1421, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1423, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1425, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1427, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1429, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1431, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1433, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1435, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1436, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1439, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1441, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1443, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1446, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1448, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1450, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1453, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1455, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1457, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1459, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1461, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1463, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1465, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1467, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1469, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1471, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1473, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1475, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1477, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1479, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1481, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1483, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1485, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1487, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1489, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1491, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1493, .adv_w = 64, .box_w = 1, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 1494, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1496, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1498, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1500, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1502, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1504, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1508, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1510, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1512, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1514, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1516, .adv_w = 64, .box_w = 1, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 1517, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 1519, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 1521, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1524, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1526, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1528, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1530, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1531, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1533, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1535, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1537, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1539, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1541, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1543, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1545, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1547, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1549, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1551, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1553, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1555, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1557, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1559, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1562, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1564, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1566, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1568, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1570, .adv_w = 64, .box_w = 1, .box_h = 2, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 1571, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1575, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1577, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1580, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 1581, .adv_w = 64, .box_w = 1, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 1582, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1584, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 1587, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1589, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1591, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1593, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 1595, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1598, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1600, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1602, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1604, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1606, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1608, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1610, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1612, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1614, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1616, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1618, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1620, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1622, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1624, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1626, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1628, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1630, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1632, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1634, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1636, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1638, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1640, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1642, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1644, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1646, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1648, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1650, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1652, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1654, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1656, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1658, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1661, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1663, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1665, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1667, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1669, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1671, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1673, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1675, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1677, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1679, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1681, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1683, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1685, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1687, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1689, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1691, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1693, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1696, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1699, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1701, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1703, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1705, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1707, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1709, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1711, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1714, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1717, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1719, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1721, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1723, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1725, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1727, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1729, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1731, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1733, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1735, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1737, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1739, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1741, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1743, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1745, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1748, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1751, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1753, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1755, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1757, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1759, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1761, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1763, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1766, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1769, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1771, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1773, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1775, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1777, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1779, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1781, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1784, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1787, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1789, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1791, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1793, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1795, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1797, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1799, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1802, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1805, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1807, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1809, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1811, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1813, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1815, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1817, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1820, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1823, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1825, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1827, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1829, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1831, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1833, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1835, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1838, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1841, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1843, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1845, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1847, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1849, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1851, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1853, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1856, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1859, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1861, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1863, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1865, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1867, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1869, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1871, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1874, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 1877, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1879, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1881, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1883, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1885, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1887, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1889, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1892, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1895, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1897, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1899, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1901, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1903, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1905, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1907, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1910, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1913, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1915, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1917, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1919, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1921, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1923, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1925, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1927, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1928, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1930, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1932, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1934, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1936, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1938, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1940, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1942, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1944, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1946, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1948, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1950, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1952, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1954, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1956, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1958, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1960, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1962, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1964, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1966, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1968, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1971, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1974, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1976, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1978, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1980, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1982, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1984, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1986, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1989, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 1992, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1994, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1996, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 1998, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2000, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2002, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2004, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2007, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2010, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2012, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2014, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2016, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2018, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2020, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2022, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2025, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2028, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2030, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2032, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2034, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2036, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2038, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2040, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2043, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2046, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2048, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2050, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2052, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2054, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2056, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2058, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2060, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2062, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2064, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2066, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2068, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2070, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2072, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2074, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2076, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2078, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2080, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2082, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2084, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2086, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2088, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2090, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2092, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2094, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2096, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2098, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2100, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2102, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2104, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2106, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2108, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2110, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2112, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2114, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2116, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2118, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2120, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2122, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2124, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2126, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2128, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2130, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2132, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2134, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2136, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2138, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2140, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2142, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2144, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2146, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 2147, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 2148, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2149, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2150, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2151, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2152, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2154, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2155, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 2156, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 6},
    {.bitmap_index = 2157, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 2158, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 2159, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2161, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2163, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2164, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2165, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2166, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2167, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2170, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2172, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 2173, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2174, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2175, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 2176, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2177, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2178, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2180, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2182, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2184, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2186, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2188, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2190, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2191, .adv_w = 64, .box_w = 1, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2192, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2193, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2194, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2195, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2196, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2197, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2198, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2199, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 2200, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2201, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2202, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2204, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2206, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 2211, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2213, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 2215, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2217, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2220, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2222, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2225, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2227, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2230, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2232, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2235, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2237, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2240, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2242, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2245, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2248, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2250, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2253, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2256, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2259, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2261, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2263, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2265, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2268, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2270, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2272, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2276, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2280, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2284, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2288, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2292, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2296, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2298, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2299, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2300, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2302, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2304, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2305, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2306, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2308, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2310, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2314, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2317, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2320, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2324, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2328, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2329, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2331, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2333, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2335, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2337, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2341, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2344, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2348, .adv_w = 64, .box_w = 6, .box_h = 2, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2350, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2352, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2354, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2356, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2358, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2360, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2362, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 2363, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2365, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2368, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2372, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2374, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2376, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2379, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2381, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2382, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2384, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2386, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2387, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2389, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2391, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2392, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2393, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2395, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2396, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2397, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2399, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2401, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2403, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2404, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2406, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2408, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2410, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2411, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2412, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2415, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2418, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2422, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2423, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 2424, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 2425, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2426, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2427, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2428, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2429, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2431, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2433, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2435, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2437, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2439, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2440, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2441, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2442, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2443, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2444, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2445, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2446, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2447, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2448, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2449, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 2450, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2451, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2453, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2455, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2457, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2459, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2461, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2463, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2465, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2467, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 2469, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 2471, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2473, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2475, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2477, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2479, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2481, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2483, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2485, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2487, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2489, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2491, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2493, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2495, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2497, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2499, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2501, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2503, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2505, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2507, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2509, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2511, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2513, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2515, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2517, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2519, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2521, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2523, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2525, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2527, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2529, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2531, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2533, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2535, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2537, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2539, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2541, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2543, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2545, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2547, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2551, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2553, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2556, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2559, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2562, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2565, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2568, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2570, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2572, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2574, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2576, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2578, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2580, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2582, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2584, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2586, .adv_w = 64, .box_w = 5, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2587, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2589, .adv_w = 64, .box_w = 1, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2590, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2592, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2593, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2595, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2597, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2599, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2601, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2603, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2605, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2607, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 2608, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2610, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2612, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2613, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2615, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2617, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2619, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2621, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2623, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2625, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2627, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2629, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2631, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2633, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2635, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2636, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2638, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2639, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2642, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2645, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2647, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 2648, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2649, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2651, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 2653, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2656, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2660, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2663, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2664, .adv_w = 64, .box_w = 1, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 2665, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 2666, .adv_w = 64, .box_w = 1, .box_h = 2, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2667, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2668, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2669, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 2670, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2671, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2673, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2675, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2677, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2679, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2680, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2681, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2682, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2683, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2684, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2685, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2687, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2689, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2691, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2693, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2695, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2697, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2698, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2699, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2700, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2701, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2702, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2705, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 2709, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2712, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 2713, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 2714, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2715, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 2716, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2717, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2719, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2723, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2725, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2727, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 2728, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2732, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2734, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2736, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2738, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2741, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2743, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2745, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2747, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2751, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 2755, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 2759, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 2763, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2764, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2765, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2766, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2767, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2768, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2770, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2772, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2773, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2776, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2780, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2782, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2785, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2788, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2791, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2793, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2796, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2798, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2800, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2803, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2807, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2809, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2812, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2814, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2817, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2819, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2822, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2824, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2826, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2830, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2834, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 2838, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2842, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2846, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2848, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2851, .adv_w = 64, .box_w = 6, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 2854, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2857, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2859, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2863, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2866, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2870, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2874, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2878, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2881, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2883, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2885, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2887, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2891, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 2893, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2895, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 2896, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 2897, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 2899, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2901, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 2903, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2905, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2909, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2913, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2917, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2921, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2923, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2926, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2929, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2931, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 2933, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2936, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2940, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2944, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2948, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2952, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2955, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2958, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2961, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2964, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2967, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2971, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2975, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 2979, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2981, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2984, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2987, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2989, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2990, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2992, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 2993, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 2997, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 3001, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3004, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3007, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3011, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3014, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3016, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3018, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3020, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 3024, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 3027, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3029, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 3032, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3034, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3036, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3038, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3040, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3042, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3044, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3046, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3048, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 3052, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 3056, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3058, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3061, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3065, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3067, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3070, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3074, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3076, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 3079, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3081, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 3084, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3086, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3088, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3091, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3095, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3099, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3103, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 3104, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 3105, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3106, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3107, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3108, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3109, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3112, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3115, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 3117, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3119, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 3121, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3124, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3126, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3128, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3130, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3133, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 3138, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3140, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 3141, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 3142, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3143, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3144, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3145, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3146, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3147, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3148, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 5},
    {.bitmap_index = 3149, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 3150, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3152, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3153, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3155, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3157, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3160, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3162, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 3163, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3165, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3166, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3167, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3169, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3172, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3173, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3175, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 3176, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3177, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3178, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 3179, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3182, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3184, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3186, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3188, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3189, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3191, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3193, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3196, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3197, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3199, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3200, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3202, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3203, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3205, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3208, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3210, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3212, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3214, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3217, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3219, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3220, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3223, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3224, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3226, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3227, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3230, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3231, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3233, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3234, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3236, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3238, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3240, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3242, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3244, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3246, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3248, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3249, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3250, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3251, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3252, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3253, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3254, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3255, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3256, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3258, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3260, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3263, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3265, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3267, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3269, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3273, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3275, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3277, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3280, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3282, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3284, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3287, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3291, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3293, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3295, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3297, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3299, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3301, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3303, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3307, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3310, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3312, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3314, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3316, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3318, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3321, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3325, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3326, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3328, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3330, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3332, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3335, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3337, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3341, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3344, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3346, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3348, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3352, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3354, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3357, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3361, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3363, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3365, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3367, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3370, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3372, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3374, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3378, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3381, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3384, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3387, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3389, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3391, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3393, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3395, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3396, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3398, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3400, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3402, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3404, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3406, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3409, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3413, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3414, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3416, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3420, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3422, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3425, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3427, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3431, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3434, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3435, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3439, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3441, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3443, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3446, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3450, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3452, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3454, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3455, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3457, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3459, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3461, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3465, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3468, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3471, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3474, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3475, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3477, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3480, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3484, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3485, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3487, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3489, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3491, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3492, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3494, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3498, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3501, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3503, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3505, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3509, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3511, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3512, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3516, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3518, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3520, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3522, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3525, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3527, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3529, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 3530, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3532, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3534, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3536, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3538, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3540, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3542, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3544, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3545, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3547, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3549, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3551, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3552, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3554, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3556, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3558, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3560, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3562, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3565, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3567, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3569, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3571, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3575, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3577, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3579, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3582, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3584, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3586, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3589, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3593, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3595, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3597, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3599, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3601, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3603, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3605, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3609, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3612, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3614, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3616, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3617, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3619, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3622, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3626, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3627, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3629, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3631, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3633, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3635, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3637, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3641, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3644, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3646, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3648, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3652, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3654, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3656, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3660, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3662, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3664, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3666, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3670, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3672, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3674, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3676, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3678, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3680, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3682, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3684, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3686, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3688, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3690, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3692, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3694, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3697, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3699, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3701, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3705, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3709, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3712, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3716, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 3717, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3719, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3721, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3723, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3725, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3727, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3729, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 3730, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 3731, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3733, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 3735, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 3737, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3740, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3744, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 3746, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3748, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3750, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3753, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 3756, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3758, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3760, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3762, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3765, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 3768, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3770, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3773, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 3775, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 3777, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 3779, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3781, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3783, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3785, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3788, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3790, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3793, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3796, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3798, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3800, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3802, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3804, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3806, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3808, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3810, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3812, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3814, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3816, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3819, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3821, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3823, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3825, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3827, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3829, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3831, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3833, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3835, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3837, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3839, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3842, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3844, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3846, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3848, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3850, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3852, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3854, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3856, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3858, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3860, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3862, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3864, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3866, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3868, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3870, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3872, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3874, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3876, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3878, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3881, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3883, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3886, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3888, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3890, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3892, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3894, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3896, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3898, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3900, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3902, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3904, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3906, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3908, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3910, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3912, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3915, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 3916, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 3917, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3918, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3919, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3920, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3921, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3922, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3923, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 5},
    {.bitmap_index = 3924, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 3925, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3927, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3929, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3931, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3933, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3936, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3938, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3939, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3941, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3942, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3944, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3946, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3948, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3950, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3952, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3953, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3955, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3957, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3959, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3962, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3965, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3967, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3969, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3970, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3972, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3974, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3977, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3978, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3980, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3982, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3984, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 3985, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3987, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3989, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 3992, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3994, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3996, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 3998, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4000, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4001, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4004, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4006, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4008, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4010, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4012, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4014, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4016, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4017, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4019, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4021, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4023, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4025, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4027, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4029, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4031, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 0, .ofs_y = 6},
    {.bitmap_index = 4032, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4033, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4034, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4035, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4036, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4037, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4038, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4039, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 5},
    {.bitmap_index = 4040, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4041, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4043, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4045, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4047, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4049, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4051, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4053, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 4054, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4056, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4057, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4059, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4060, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4062, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4064, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4066, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 4067, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4069, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4071, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4073, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4075, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4077, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4079, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4081, .adv_w = 64, .box_w = 2, .box_h = 1, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4082, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4084, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4086, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4088, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4089, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4091, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4093, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4095, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4096, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4098, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4100, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4102, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4104, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4106, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4108, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4110, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 4111, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4113, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4114, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4116, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4117, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4119, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4120, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4122, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4123, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4125, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4127, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4129, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4131, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4133, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4135, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4137, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 4138, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4139, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4141, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4143, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4145, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4146, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4147, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4148, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4150, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4152, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4154, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4156, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4158, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 1},
    {.bitmap_index = 4160, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4162, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4164, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4166, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4168, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4171, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4176, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4179, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4183, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4185, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4187, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4189, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4191, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4194, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4197, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4200, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4203, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4205, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4207, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4209, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4211, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4213, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4215, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4217, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4219, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4221, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4223, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4225, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4227, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4231, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4235, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4239, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4243, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4244, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4245, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4246, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4247, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4249, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4251, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4253, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4255, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4257, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4259, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4261, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4263, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4265, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4267, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4269, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4271, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4273, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4275, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4277, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 4279, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4281, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4283, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4285, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4287, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4288, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4289, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4290, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 4291, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4292, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4293, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4294, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 5},
    {.bitmap_index = 4295, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4298, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4301, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4304, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4307, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4308, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4309, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4310, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4311, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4313, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4315, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4317, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4319, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4321, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4323, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4325, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4327, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4330, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4333, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4336, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4339, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4342, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4346, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4349, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4352, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4354, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4356, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4358, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4360, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4364, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4367, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4370, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4373, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4376, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4379, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 4380, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4381, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4382, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4383, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4384, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4385, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4386, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4387, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 3, .ofs_y = 2},
    {.bitmap_index = 4388, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4390, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4392, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4394, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 4396, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4398, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4401, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4403, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4406, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4409, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4412, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4415, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4418, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 4419, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4421, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4423, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4427, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4429, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4431, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4434, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4437, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4440, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4443, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4447, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4449, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4451, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4453, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4456, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4460, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4463, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4465, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4467, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4469, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4473, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4475, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4477, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4481, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4484, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4487, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4491, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4494, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4497, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4498, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4499, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4500, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4503, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4506, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4508, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4511, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4515, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4519, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4522, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4525, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4528, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4531, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4533, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4535, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4537, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4539, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4541, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4543, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4545, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4547, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4549, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4551, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4553, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4555, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4557, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4559, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4561, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4565, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4568, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4571, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4575, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4577, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4579, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4581, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4583, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4586, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4588, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4590, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4592, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4594, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4598, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4601, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 4603, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 4605, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 4607, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4609, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4613, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4615, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4619, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4620, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4622, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4626, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4629, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4631, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4634, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4637, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 4638, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4640, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4644, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4648, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4650, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4652, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4653, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4655, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4658, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 2, .ofs_y = 2},
    {.bitmap_index = 4660, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 4662, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4664, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4666, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4670, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4674, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4678, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4682, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4684, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4686, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4688, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4691, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4695, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4698, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4700, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4704, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4707, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4710, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4712, .adv_w = 64, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4716, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4720, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4722, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4726, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4728, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4730, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4733, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4736, .adv_w = 64, .box_w = 1, .box_h = 3, .ofs_x = 3, .ofs_y = 3},
    {.bitmap_index = 4737, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4740, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4742, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4744, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4747, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4750, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 4752, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4755, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4758, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4762, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4764, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4768, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4772, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4776, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4778, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4781, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4785, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4787, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4790, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4793, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4796, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4799, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4802, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4804, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4807, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4811, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4814, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4818, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4820, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4822, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4825, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4830, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4832, .adv_w = 64, .box_w = 6, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4835, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4837, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4841, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4845, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4847, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4849, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4851, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4854, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4856, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4860, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4863, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4867, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4869, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4873, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4876, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4878, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4881, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4883, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4885, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4888, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4891, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4893, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4895, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4897, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4900, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4903, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4906, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4909, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4912, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4915, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4917, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 4919, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 4921, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4923, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4925, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4927, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4929, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4933, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4936, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4940, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 4942, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4946, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4950, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4953, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4956, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4959, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4963, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4967, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4969, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 4973, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4976, .adv_w = 64, .box_w = 5, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 4977, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 4981, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4984, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4988, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 4991, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4994, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 4997, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5001, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5005, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5008, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5011, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5014, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5017, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5021, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5025, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5027, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5030, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5034, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5036, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5038, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5040, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5044, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5048, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5052, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5055, .adv_w = 64, .box_w = 2, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5057, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5059, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5062, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5064, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5067, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5069, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5072, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5074, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5077, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5079, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5084, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5087, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5092, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5095, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5100, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5103, .adv_w = 64, .box_w = 6, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5108, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5111, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5113, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5115, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5117, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5119, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5123, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5126, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5129, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5133, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5136, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5140, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5143, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5145, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5148, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5150, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5152, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5154, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5157, .adv_w = 64, .box_w = 5, .box_h = 6, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5161, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5164, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5167, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5169, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5172, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5174, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5176, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5178, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5180, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5182, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5185, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5188, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5191, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5194, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5197, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5200, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5204, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5207, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5211, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5214, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 1},
    {.bitmap_index = 5218, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5220, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5222, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5224, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5226, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5229, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5232, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5235, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5237, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5239, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5242, .adv_w = 64, .box_w = 4, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5245, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5248, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5250, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5252, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5255, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5257, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5259, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5262, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5265, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5268, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5272, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5275, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5278, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5281, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5285, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5288, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5291, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5294, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5298, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5302, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5306, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5310, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5312, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5314, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5316, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5318, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5322, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5325, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5328, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5330, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5333, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5336, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5338, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5340, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5342, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5345, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5348, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5350, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5353, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5356, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5360, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5364, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5366, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5369, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5372, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5375, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5378, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5380, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5384, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5386, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5390, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5393, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5395, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5399, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5401, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5403, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5405, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5406, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5408, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5411, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5413, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5415, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5418, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5420, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5422, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5424, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5427, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5429, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5431, .adv_w = 64, .box_w = 5, .box_h = 6, .ofs_x = 0, .ofs_y = 1},
    {.bitmap_index = 5435, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5439, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5442, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5446, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5450, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5454, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5457, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5460, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5462, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5464, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5466, .adv_w = 64, .box_w = 6, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5470, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5472, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5474, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5476, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5479, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5482, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5484, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5485, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5486, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5487, .adv_w = 64, .box_w = 1, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5488, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5490, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5492, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5494, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5496, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 5497, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 5498, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5500, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5502, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5503, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5504, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5505, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5506, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5507, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5508, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5510, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5512, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5514, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5516, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5518, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5519, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5520, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 4},
    {.bitmap_index = 5521, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5522, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5523, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5524, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5525, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5527, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5528, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5529, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5530, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5531, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5533, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5535, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5536, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5538, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5540, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5541, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5542, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5543, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5544, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5545, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5546, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5547, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5548, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5550, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5552, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5553, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5554, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5556, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5558, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5559, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5560, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5561, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 5563, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 5565, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 5567, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5569, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5570, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5571, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 5573, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5574, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5575, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5576, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5577, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5580, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5581, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5582, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5584, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5586, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5588, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5590, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5592, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5593, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5594, .adv_w = 64, .box_w = 2, .box_h = 2, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 5595, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5596, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5597, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5599, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5601, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5603, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5604, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5606, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5607, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5609, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5611, .adv_w = 64, .box_w = 1, .box_h = 4, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 5612, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 5613, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5615, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5618, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5620, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5623, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 5},
    {.bitmap_index = 5624, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5626, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5628, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5630, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5632, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5633, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5634, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 5635, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5638, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5640, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5642, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5644, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5646, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5648, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5650, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5652, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5654, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5656, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5658, .adv_w = 64, .box_w = 1, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 5659, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5660, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5662, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5663, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5665, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5667, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5670, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5672, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5674, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5676, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5678, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5680, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5682, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5684, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5686, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5688, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5690, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5692, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5694, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5696, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5699, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5701, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5703, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5705, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5707, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5709, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5711, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5713, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5716, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5719, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5722, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5724, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5725, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5728, .adv_w = 64, .box_w = 2, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5729, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 4},
    {.bitmap_index = 5731, .adv_w = 64, .box_w = 4, .box_h = 1, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5732, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 5},
    {.bitmap_index = 5733, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5735, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5737, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5739, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5741, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5743, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5745, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5747, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5749, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5751, .adv_w = 64, .box_w = 3, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5753, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5755, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5757, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5758, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5760, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5762, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 2},
    {.bitmap_index = 5764, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5766, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5768, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5770, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5772, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5774, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5776, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5779, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5781, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5783, .adv_w = 64, .box_w = 4, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5784, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5786, .adv_w = 64, .box_w = 1, .box_h = 3, .ofs_x = 2, .ofs_y = 3},
    {.bitmap_index = 5787, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5789, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5792, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5795, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5796, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 5797, .adv_w = 64, .box_w = 2, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5798, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5799, .adv_w = 64, .box_w = 1, .box_h = 1, .ofs_x = 2, .ofs_y = 4},
    {.bitmap_index = 5800, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5802, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5804, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5806, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5808, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5809, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5811, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5813, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5815, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5817, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5819, .adv_w = 64, .box_w = 3, .box_h = 1, .ofs_x = 0, .ofs_y = 4},
    {.bitmap_index = 5820, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5822, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5824, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5826, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5828, .adv_w = 64, .box_w = 5, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5832, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = -1, .ofs_y = 2},
    {.bitmap_index = 5835, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5837, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5840, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5843, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5845, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5847, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5849, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5851, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5853, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5856, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5859, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5861, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5863, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5865, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5867, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5869, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5871, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5873, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5875, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5877, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5880, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5882, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5884, .adv_w = 64, .box_w = 5, .box_h = 3, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5886, .adv_w = 64, .box_w = 4, .box_h = 5, .ofs_x = 0, .ofs_y = 2},
    {.bitmap_index = 5889, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5891, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5893, .adv_w = 64, .box_w = 6, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5896, .adv_w = 64, .box_w = 5, .box_h = 4, .ofs_x = -1, .ofs_y = 3},
    {.bitmap_index = 5899, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5901, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5903, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5905, .adv_w = 64, .box_w = 3, .box_h = 3, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5907, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5909, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5911, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5913, .adv_w = 64, .box_w = 3, .box_h = 4, .ofs_x = 1, .ofs_y = 3},
    {.bitmap_index = 5915, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5917, .adv_w = 64, .box_w = 4, .box_h = 4, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5919, .adv_w = 64, .box_w = 4, .box_h = 3, .ofs_x = 0, .ofs_y = 3},
    {.bitmap_index = 5921, .adv_w = 64, .box_w = 5, .box_h = 2, .ofs_x = -1, .ofs_y = 5},
    {.bitmap_index = 5923, .adv_w = 64, .box_w = 3, .box_h = 2, .ofs_x = 0, .ofs_y = 5}
};

/*---------------------
 *  CHARACTER MAPPING
 *--------------------*/

static const uint8_t glyph_id_ofs_list_5[] = {
    0, 1, 2, 3, 0, 0, 0, 0,
    4, 5, 6, 0, 0, 0, 7, 8
};

static const uint16_t unicode_list_7[] = {
    0x0, 0x1, 0x4, 0x5, 0x6, 0x7, 0x8, 0x9,
    0xa, 0xb, 0xc, 0xd, 0x32, 0x33, 0x3d, 0x6c,
    0x6e, 0xa0, 0xa3, 0xa7, 0xb6
};

static const uint8_t glyph_id_ofs_list_8[] = {
    0, 1, 2, 3, 4, 5, 6, 7,
    8, 9, 10, 11, 12, 13, 0, 14,
    15, 16, 0, 17, 18, 19, 20, 21,
    22, 0, 0, 23, 24, 0, 0, 25,
    26, 27, 28, 29, 30, 31, 32, 33,
    34, 35, 0, 36, 37, 0, 38, 0,
    39, 0, 40, 41, 0, 42, 43, 44,
    45, 46, 47, 48, 49, 50, 51, 0,
    52, 53, 54, 55, 56
};

static const uint16_t unicode_list_9[] = {
    0x0, 0x13, 0x37, 0x39, 0x3a, 0x3b, 0x3d, 0x3f,
    0x40
};

static const uint8_t glyph_id_ofs_list_13[] = {
    0, 1, 0, 0, 0, 2, 3, 4,
    5, 6
};

static const uint16_t unicode_list_15[] = {
    0x0, 0x1, 0x2, 0x3, 0x7b, 0x7c, 0x7d, 0x7e,
    0x7f, 0x80, 0x81, 0x82, 0x91, 0x92, 0x9c
};

static const uint8_t glyph_id_ofs_list_17[] = {
    0, 0, 0, 0, 1, 2, 3, 4,
    5, 6, 7, 0, 8, 9, 10, 11,
    12, 13, 14, 0, 15, 16, 17, 18,
    0, 0, 0, 0, 0, 19, 20, 21,
    22, 23, 24, 25, 26, 27, 28, 29
};

static const uint16_t unicode_list_18[] = {
    0x0, 0x1, 0x2, 0xeef, 0xef0, 0xef1, 0xef2, 0xef9,
    0xefb, 0xefc, 0xefd, 0xefe, 0xeff, 0xf00, 0xf7b, 0xf7c,
    0xf7e
};

static const uint8_t glyph_id_ofs_list_21[] = {
    0, 1, 2, 0, 3, 4, 5, 6,
    0, 0, 7, 0, 8, 9, 10, 11
};

static const uint8_t glyph_id_ofs_list_23[] = {
    0, 1, 2, 3, 0, 0, 4
};

static const uint8_t glyph_id_ofs_list_26[] = {
    0, 1, 2, 3, 4, 5, 6, 0,
    0, 0, 0, 0, 7, 8, 9, 0,
    10, 11, 0, 0, 12, 13, 14, 0,
    0, 0, 15, 16, 17, 18, 19, 0,
    20, 21, 22, 23, 24, 25, 26, 0,
    0, 0, 27, 28, 29, 30, 0, 0,
    31, 32, 33, 34, 35, 36, 0, 0,
    0, 0, 0, 0, 37, 38, 39, 0,
    40, 41, 0, 0, 42, 43, 44
};

static const uint16_t unicode_list_28[] = {
    0x0, 0x1, 0x4, 0x5, 0x6, 0x8, 0x9, 0xa,
    0x14, 0x15, 0x16, 0x17, 0x18, 0x19, 0x1a, 0x1b,
    0x20, 0x21, 0x28, 0x2b, 0x2c, 0x2d, 0x54, 0x55,
    0x58, 0x59, 0x5a, 0x5b, 0x5c, 0x5d, 0x5e, 0x5f,
    0x60, 0x63, 0x8b, 0x90, 0xfb, 0x104, 0x106, 0x134,
    0x135, 0x136, 0x137, 0x138, 0x139, 0x13a, 0x13b, 0x13c,
    0x13d, 0x13e, 0x13f, 0x140, 0x141, 0x142, 0x143, 0x16d,
    0x174, 0x175, 0x176, 0x177, 0x178, 0x179, 0x17a, 0x17b,
    0x17c, 0x17d, 0x189, 0x18c, 0x196, 0x1a0, 0x1a1, 0x1a2,
    0x1a3, 0x1a4, 0x1a5, 0x1a6, 0x1a7, 0x1ca, 0x1cb, 0x1cc,
    0x1cd, 0x1e9, 0x1f6, 0x1f7, 0x1f8, 0x1f9, 0x1fc, 0x1fe,
    0x1ff, 0x200, 0x202, 0x203, 0x20d, 0x22c, 0x245, 0x248,
    0x249, 0x2a9, 0x2e5, 0x2fc, 0x2fe, 0x2ff, 0x304, 0x305
};

static const uint16_t unicode_list_30[] = {
    0x0, 0x1, 0x5, 0x6, 0x7, 0x8, 0x9, 0xa,
    0xb, 0x1e, 0x28, 0x37, 0x38, 0x39, 0x3a
};

static const uint16_t unicode_list_32[] = {
    0x0, 0x3, 0x4, 0x7, 0xc, 0xe, 0xf, 0x10,
    0x13, 0x23, 0x26, 0x2d, 0x2e, 0x2f, 0x30, 0x31,
    0x32, 0x33, 0x34, 0x35, 0x37, 0x38, 0x39, 0x3e,
    0x40, 0x5e, 0x5f, 0x60, 0x61, 0x62, 0x63, 0x64,
    0x65, 0x67, 0x68, 0x69, 0x6a, 0x81, 0x88, 0x89,
    0x8a, 0x8b, 0x8c, 0x8d, 0x9c, 0x9d, 0xa8, 0xa9,
    0xaa, 0xc6, 0xf3, 0x106, 0x111, 0x132, 0x133, 0x162
};

static const uint16_t unicode_list_34[] = {
    0x0, 0x149, 0x14a, 0x14b, 0x14c, 0x14d, 0x14e, 0x14f,
    0x150, 0x154, 0x15b, 0x15c, 0x15d, 0x15e, 0x15f, 0x160,
    0x161, 0x162, 0x163, 0x164, 0x165, 0x166, 0x18c, 0x18f,
    0x1aa, 0x1d3, 0x1d4, 0x1d5, 0x1d6, 0x1f1, 0x1f7, 0x1fc,
    0x1fd, 0x1fe, 0x1ff, 0x201, 0x202, 0x465
};

static const uint8_t glyph_id_ofs_list_42[] = {
    0, 1, 0, 2, 0, 0, 3, 0,
    0, 0, 0, 0, 0, 0, 4, 5,
    6, 7, 8, 9, 10, 11, 12, 13,
    14, 15, 16, 17, 0, 18, 19, 20,
    21, 22, 23, 24, 0, 0, 0, 0,
    25, 26, 27, 28, 29, 0, 30, 0,
    31, 32, 33, 34, 35, 36, 37, 0,
    38, 39, 40, 41, 0, 0, 0, 0,
    42, 43, 44, 45, 46, 47, 0, 0,
    48, 49, 50, 51, 52, 53, 54, 55,
    56, 57, 58, 59, 60, 61, 62, 63,
    64, 65, 66, 67, 68, 0, 69, 70,
    71, 72, 73, 0, 74, 75, 76, 77,
    78, 0, 79, 80, 81, 82, 83, 84,
    85, 86, 87, 88
};

/*Collect the unicode lists and glyph_id offsets*/
static const lv_font_fmt_txt_cmap_t cmaps[] =
{
    {
        .range_start = 32, .range_length = 118, .glyph_id_start = 1,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 150, .range_length = 256, .glyph_id_start = 119,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 407, .range_length = 9, .glyph_id_start = 375,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 439, .range_length = 1, .glyph_id_start = 384,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 461, .range_length = 23, .glyph_id_start = 385,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 486, .range_length = 16, .glyph_id_start = 408,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_5, .list_length = 16, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 504, .range_length = 36, .glyph_id_start = 417,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 550, .range_length = 183, .glyph_id_start = 453,
        .unicode_list = unicode_list_7, .glyph_id_ofs_list = NULL, .list_length = 21, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 768, .range_length = 69, .glyph_id_start = 474,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_8, .list_length = 69, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 847, .range_length = 65, .glyph_id_start = 531,
        .unicode_list = unicode_list_9, .glyph_id_ofs_list = NULL, .list_length = 9, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 913, .range_length = 17, .glyph_id_start = 540,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 931, .range_length = 13, .glyph_id_start = 557,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 945, .range_length = 30, .glyph_id_start = 570,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 1024, .range_length = 10, .glyph_id_start = 600,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_13, .list_length = 10, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 1040, .range_length = 66, .glyph_id_start = 607,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 1109, .range_length = 157, .glyph_id_start = 673,
        .unicode_list = unicode_list_15, .glyph_id_ofs_list = NULL, .list_length = 15, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 1488, .range_length = 27, .glyph_id_start = 688,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 1571, .range_length = 40, .glyph_id_start = 715,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_17, .list_length = 40, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 1649, .range_length = 3967, .glyph_id_start = 745,
        .unicode_list = unicode_list_18, .glyph_id_ofs_list = NULL, .list_length = 17, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 5792, .range_length = 12, .glyph_id_start = 762,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 5809, .range_length = 72, .glyph_id_start = 774,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 7680, .range_length = 16, .glyph_id_start = 846,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_21, .list_length = 16, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 7745, .range_length = 11, .glyph_id_start = 858,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 7768, .range_length = 7, .glyph_id_start = 869,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_23, .list_length = 7, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 7936, .range_length = 126, .glyph_id_start = 874,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 8064, .range_length = 53, .glyph_id_start = 1000,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 8118, .range_length = 71, .glyph_id_start = 1053,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_26, .list_length = 71, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 8208, .range_length = 10, .glyph_id_start = 1098,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 8220, .range_length = 774, .glyph_id_start = 1108,
        .unicode_list = unicode_list_28, .glyph_id_ofs_list = NULL, .list_length = 104, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 9115, .range_length = 21, .glyph_id_start = 1212,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 9138, .range_length = 59, .glyph_id_start = 1233,
        .unicode_list = unicode_list_30, .glyph_id_ofs_list = NULL, .list_length = 15, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 9472, .range_length = 256, .glyph_id_start = 1248,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 9730, .range_length = 355, .glyph_id_start = 1504,
        .unicode_list = unicode_list_32, .glyph_id_ofs_list = NULL, .list_length = 56, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 10240, .range_length = 256, .glyph_id_start = 1560,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 10697, .range_length = 1126, .glyph_id_start = 1816,
        .unicode_list = unicode_list_34, .glyph_id_ofs_list = NULL, .list_length = 38, .type = LV_FONT_FMT_TXT_CMAP_SPARSE_TINY
    },
    {
        .range_start = 19904, .range_length = 64, .glyph_id_start = 1854,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 57472, .range_length = 43, .glyph_id_start = 1918,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 57515, .range_length = 256, .glyph_id_start = 1961,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 59392, .range_length = 126, .glyph_id_start = 2217,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 60416, .range_length = 8, .glyph_id_start = 2343,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 60426, .range_length = 116, .glyph_id_start = 2351,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 60543, .range_length = 96, .glyph_id_start = 2467,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 65153, .range_length = 116, .glyph_id_start = 2563,
        .unicode_list = NULL, .glyph_id_ofs_list = glyph_id_ofs_list_42, .list_length = 116, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_FULL
    },
    {
        .range_start = 65281, .range_length = 54, .glyph_id_start = 2652,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 65336, .range_length = 38, .glyph_id_start = 2706,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    },
    {
        .range_start = 65375, .range_length = 65, .glyph_id_start = 2744,
        .unicode_list = NULL, .glyph_id_ofs_list = NULL, .list_length = 0, .type = LV_FONT_FMT_TXT_CMAP_FORMAT0_TINY
    }
};



/*--------------------
 *  ALL CUSTOM DATA
 *--------------------*/

/*Store all the custom data of the font*/
static lv_font_fmt_txt_dsc_t font_dsc = {
    .glyph_bitmap = gylph_bitmap,
    .glyph_dsc = glyph_dsc,
    .cmaps = cmaps,
    .kern_dsc = NULL,
    .kern_scale = 0,
    .cmap_num = 46,
    .bpp = 1,
    .kern_classes = 0,
    .bitmap_format = 0
};


/*-----------------
 *  PUBLIC FONT
 *----------------*/

/*Initialize a public general font descriptor*/
lv_font_t unascii_fantasy_8 = {
    .get_glyph_dsc = lv_font_get_glyph_dsc_fmt_txt,    /*Function pointer to get glyph's data*/
    .get_glyph_bitmap = lv_font_get_bitmap_fmt_txt,    /*Function pointer to get glyph's bitmap*/
    .line_height = 7,          /*The maximum line height required by the font*/
    .base_line = -1,             /*Baseline measured from the bottom of the line*/
#if !(LVGL_VERSION_MAJOR == 6 && LVGL_VERSION_MINOR == 0)
    .subpx = LV_FONT_SUBPX_NONE,
#endif
    .dsc = &font_dsc           /*The custom font data. Will be accessed by `get_glyph_bitmap/dsc` */
};

#endif /*#if UNASCII_FANTASY_8*/

